{"modelTopology":{"class_name":"Model","config":{"name":"model1","layers":[{"name":"input1","class_name":"InputLayer","config":{"batch_input_shape":[null,50],"dtype":"float32","sparse":false,"name":"input1"},"inbound_nodes":[]},{"name":"embedding_Embedding1","class_name":"Embedding","config":{"input_dim":483,"output_dim":192,"embeddings_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"embeddings_regularizer":{"class_name":"L1L2","config":{"l1":0,"l2":0.0002}},"activity_regularizer":null,"embeddings_constraint":null,"mask_zero":true,"input_length":null,"name":"embedding_Embedding1","trainable":true,"batch_input_shape":[null,null]},"inbound_nodes":[[["input1",0,0,{}]]]},{"name":"spatial_dropout1d_SpatialDropout1D1","class_name":"SpatialDropout1D","config":{"rate":0.2,"noise_shape":null,"seed":null,"name":"spatial_dropout1d_SpatialDropout1D1","trainable":true},"inbound_nodes":[[["embedding_Embedding1",0,0,{}]]]},{"name":"bidirectional_Bidirectional1","class_name":"Bidirectional","config":{"merge_mode":"concat","layer":{"class_name":"LSTM","config":{"name":"lstm_LSTM1","trainable":true,"units":96,"activation":"tanh","recurrent_activation":"hard_sigmoid","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"recurrent_initializer":{"class_name":"Orthogonal","config":{"gain":1,"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"unit_forget_bias":null,"kernel_regularizer":{"class_name":"L1L2","config":{"l1":0,"l2":0.0002}},"recurrent_regularizer":{"class_name":"L1L2","config":{"l1":0,"l2":0.0001}},"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"recurrent_constraint":null,"bias_constraint":null,"dropout":0,"recurrent_dropout":0.15,"implementation":null,"return_sequences":true,"return_state":false,"go_backwards":false,"stateful":false,"unroll":false}},"name":"bidirectional_Bidirectional1","trainable":true},"inbound_nodes":[[["spatial_dropout1d_SpatialDropout1D1",0,0,{}]]]},{"name":"attention_transform","class_name":"Dense","config":{"units":96,"activation":"tanh","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":{"class_name":"L1L2","config":{"l1":0,"l2":0.0002}},"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"attention_transform","trainable":true},"inbound_nodes":[[["bidirectional_Bidirectional1",0,0,{}]]]},{"name":"attention_weights","class_name":"Dense","config":{"units":1,"activation":"softmax","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"attention_weights","trainable":true},"inbound_nodes":[[["attention_transform",0,0,{}]]]},{"name":"multiply_Multiply1","class_name":"Multiply","config":{"name":"multiply_Multiply1","trainable":true},"inbound_nodes":[[["bidirectional_Bidirectional1",0,0,{}],["attention_weights",0,0,{}]]]},{"name":"local_patterns","class_name":"Conv1D","config":{"filters":96,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"uniform","seed":null}},"kernel_regularizer":{"class_name":"L1L2","config":{"l1":0,"l2":0.0002}},"kernel_constraint":null,"kernel_size":[3],"strides":[1],"padding":"same","dilation_rate":[1],"activation":"relu","use_bias":true,"bias_initializer":{"class_name":"Zeros","config":{}},"bias_regularizer":null,"activity_regularizer":null,"bias_constraint":null,"name":"local_patterns","trainable":true},"inbound_nodes":[[["bidirectional_Bidirectional1",0,0,{}]]]},{"name":"conv1d_Conv1D1","class_name":"Conv1D","config":{"filters":96,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"kernel_regularizer":null,"kernel_constraint":null,"kernel_size":[1],"strides":[1],"padding":"same","dilation_rate":[1],"activation":"linear","use_bias":true,"bias_initializer":{"class_name":"Zeros","config":{}},"bias_regularizer":null,"activity_regularizer":null,"bias_constraint":null,"name":"conv1d_Conv1D1","trainable":true},"inbound_nodes":[[["bidirectional_Bidirectional1",0,0,{}]]]},{"name":"middle_severity_patterns","class_name":"Conv1D","config":{"filters":96,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"uniform","seed":null}},"kernel_regularizer":{"class_name":"L1L2","config":{"l1":0,"l2":0.0002}},"kernel_constraint":null,"kernel_size":[4],"strides":[1],"padding":"same","dilation_rate":[1],"activation":"relu","use_bias":true,"bias_initializer":{"class_name":"Zeros","config":{}},"bias_regularizer":null,"activity_regularizer":null,"bias_constraint":null,"name":"middle_severity_patterns","trainable":true},"inbound_nodes":[[["bidirectional_Bidirectional1",0,0,{}]]]},{"name":"conv1d_Conv1D2","class_name":"Conv1D","config":{"filters":96,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"kernel_regularizer":null,"kernel_constraint":null,"kernel_size":[1],"strides":[1],"padding":"same","dilation_rate":[1],"activation":"linear","use_bias":true,"bias_initializer":{"class_name":"Zeros","config":{}},"bias_regularizer":null,"activity_regularizer":null,"bias_constraint":null,"name":"conv1d_Conv1D2","trainable":true},"inbound_nodes":[[["bidirectional_Bidirectional1",0,0,{}]]]},{"name":"broader_patterns","class_name":"Conv1D","config":{"filters":96,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"uniform","seed":null}},"kernel_regularizer":{"class_name":"L1L2","config":{"l1":0,"l2":0.0002}},"kernel_constraint":null,"kernel_size":[5],"strides":[1],"padding":"same","dilation_rate":[1],"activation":"relu","use_bias":true,"bias_initializer":{"class_name":"Zeros","config":{}},"bias_regularizer":null,"activity_regularizer":null,"bias_constraint":null,"name":"broader_patterns","trainable":true},"inbound_nodes":[[["bidirectional_Bidirectional1",0,0,{}]]]},{"name":"conv1d_Conv1D3","class_name":"Conv1D","config":{"filters":96,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"kernel_regularizer":null,"kernel_constraint":null,"kernel_size":[1],"strides":[1],"padding":"same","dilation_rate":[1],"activation":"linear","use_bias":true,"bias_initializer":{"class_name":"Zeros","config":{}},"bias_regularizer":null,"activity_regularizer":null,"bias_constraint":null,"name":"conv1d_Conv1D3","trainable":true},"inbound_nodes":[[["bidirectional_Bidirectional1",0,0,{}]]]},{"name":"global_average_pooling1d_GlobalAveragePooling1D1","class_name":"GlobalAveragePooling1D","config":{"name":"global_average_pooling1d_GlobalAveragePooling1D1","trainable":true},"inbound_nodes":[[["multiply_Multiply1",0,0,{}]]]},{"name":"add_Add1","class_name":"Add","config":{"name":"add_Add1","trainable":true},"inbound_nodes":[[["local_patterns",0,0,{}],["conv1d_Conv1D1",0,0,{}]]]},{"name":"add_Add2","class_name":"Add","config":{"name":"add_Add2","trainable":true},"inbound_nodes":[[["middle_severity_patterns",0,0,{}],["conv1d_Conv1D2",0,0,{}]]]},{"name":"add_Add3","class_name":"Add","config":{"name":"add_Add3","trainable":true},"inbound_nodes":[[["broader_patterns",0,0,{}],["conv1d_Conv1D3",0,0,{}]]]},{"name":"boundary_features","class_name":"Dense","config":{"units":96,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":{"class_name":"L1L2","config":{"l1":0,"l2":0.0002}},"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"boundary_features","trainable":true},"inbound_nodes":[[["global_average_pooling1d_GlobalAveragePooling1D1",0,0,{}]]]},{"name":"global_max_pooling1d_GlobalMaxPooling1D1","class_name":"GlobalMaxPooling1D","config":{"name":"global_max_pooling1d_GlobalMaxPooling1D1","trainable":true},"inbound_nodes":[[["add_Add1",0,0,{}]]]},{"name":"global_average_pooling1d_GlobalAveragePooling1D2","class_name":"GlobalAveragePooling1D","config":{"name":"global_average_pooling1d_GlobalAveragePooling1D2","trainable":true},"inbound_nodes":[[["add_Add1",0,0,{}]]]},{"name":"global_max_pooling1d_GlobalMaxPooling1D2","class_name":"GlobalMaxPooling1D","config":{"name":"global_max_pooling1d_GlobalMaxPooling1D2","trainable":true},"inbound_nodes":[[["add_Add2",0,0,{}]]]},{"name":"global_average_pooling1d_GlobalAveragePooling1D3","class_name":"GlobalAveragePooling1D","config":{"name":"global_average_pooling1d_GlobalAveragePooling1D3","trainable":true},"inbound_nodes":[[["add_Add2",0,0,{}]]]},{"name":"global_max_pooling1d_GlobalMaxPooling1D3","class_name":"GlobalMaxPooling1D","config":{"name":"global_max_pooling1d_GlobalMaxPooling1D3","trainable":true},"inbound_nodes":[[["add_Add3",0,0,{}]]]},{"name":"global_average_pooling1d_GlobalAveragePooling1D4","class_name":"GlobalAveragePooling1D","config":{"name":"global_average_pooling1d_GlobalAveragePooling1D4","trainable":true},"inbound_nodes":[[["add_Add3",0,0,{}]]]},{"name":"boundary_attention","class_name":"Dense","config":{"units":2,"activation":"sigmoid","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":{"class_name":"L1L2","config":{"l1":0,"l2":0.0002}},"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"boundary_attention","trainable":true},"inbound_nodes":[[["boundary_features",0,0,{}]]]},{"name":"concatenate_Concatenate1","class_name":"Concatenate","config":{"axis":-1,"name":"concatenate_Concatenate1","trainable":true},"inbound_nodes":[[["global_max_pooling1d_GlobalMaxPooling1D1",0,0,{}],["global_average_pooling1d_GlobalAveragePooling1D2",0,0,{}],["global_max_pooling1d_GlobalMaxPooling1D2",0,0,{}],["global_average_pooling1d_GlobalAveragePooling1D3",0,0,{}],["global_max_pooling1d_GlobalMaxPooling1D3",0,0,{}],["global_average_pooling1d_GlobalAveragePooling1D4",0,0,{}],["global_average_pooling1d_GlobalAveragePooling1D1",0,0,{}],["boundary_attention",0,0,{}]]]},{"name":"dense_Dense1","class_name":"Dense","config":{"units":192,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"uniform","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":{"class_name":"L1L2","config":{"l1":0.0001,"l2":0.0002}},"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense1","trainable":true},"inbound_nodes":[[["concatenate_Concatenate1",0,0,{}]]]},{"name":"batch_normalization_BatchNormalization1","class_name":"BatchNormalization","config":{"axis":-1,"momentum":0.99,"epsilon":0.001,"center":true,"scale":true,"beta_initializer":{"class_name":"Zeros","config":{}},"gamma_initializer":{"class_name":"Ones","config":{}},"moving_mean_initializer":{"class_name":"Zeros","config":{}},"moving_variance_initializer":{"class_name":"Ones","config":{}},"beta_regularizer":null,"gamma_regularizer":null,"beta_constraint":null,"gamma_constraint":null,"name":"batch_normalization_BatchNormalization1","trainable":true},"inbound_nodes":[[["dense_Dense1",0,0,{}]]]},{"name":"dropout_Dropout1","class_name":"Dropout","config":{"rate":0.35,"noise_shape":null,"seed":null,"name":"dropout_Dropout1","trainable":true},"inbound_nodes":[[["batch_normalization_BatchNormalization1",0,0,{}]]]},{"name":"dense_Dense2","class_name":"Dense","config":{"units":96,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"uniform","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":{"class_name":"L1L2","config":{"l1":0.0001,"l2":0.0002}},"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense2","trainable":true},"inbound_nodes":[[["dropout_Dropout1",0,0,{}]]]},{"name":"batch_normalization_BatchNormalization2","class_name":"BatchNormalization","config":{"axis":-1,"momentum":0.99,"epsilon":0.001,"center":true,"scale":true,"beta_initializer":{"class_name":"Zeros","config":{}},"gamma_initializer":{"class_name":"Ones","config":{}},"moving_mean_initializer":{"class_name":"Zeros","config":{}},"moving_variance_initializer":{"class_name":"Ones","config":{}},"beta_regularizer":null,"gamma_regularizer":null,"beta_constraint":null,"gamma_constraint":null,"name":"batch_normalization_BatchNormalization2","trainable":true},"inbound_nodes":[[["dense_Dense2",0,0,{}]]]},{"name":"dropout_Dropout2","class_name":"Dropout","config":{"rate":0.25,"noise_shape":null,"seed":null,"name":"dropout_Dropout2","trainable":true},"inbound_nodes":[[["batch_normalization_BatchNormalization2",0,0,{}]]]},{"name":"dense_Dense3","class_name":"Dense","config":{"units":3,"activation":"softmax","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":{"class_name":"L1L2","config":{"l1":0,"l2":0.0001}},"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense3","trainable":true},"inbound_nodes":[[["dropout_Dropout2",0,0,{}]]]}],"input_layers":[["input1",0,0]],"output_layers":[["dense_Dense3",0,0]]},"keras_version":"tfjs-layers 4.22.0","backend":"tensor_flow.js"},"format":"layers-model","generatedBy":"TensorFlow.js v4.22.0","convertedBy":null,"weightsManifest":[{"paths":["weights.bin"],"weights":[{"name":"embedding_Embedding1/embeddings","shape":[483,192],"dtype":"float32"},{"name":"bidirectional_Bidirectional1/forward_lstm_LSTM1/kernel","shape":[192,384],"dtype":"float32"},{"name":"bidirectional_Bidirectional1/forward_lstm_LSTM1/recurrent_kernel","shape":[96,384],"dtype":"float32"},{"name":"bidirectional_Bidirectional1/forward_lstm_LSTM1/bias","shape":[384],"dtype":"float32"},{"name":"bidirectional_Bidirectional1/backward_lstm_LSTM1/kernel","shape":[192,384],"dtype":"float32"},{"name":"bidirectional_Bidirectional1/backward_lstm_LSTM1/recurrent_kernel","shape":[96,384],"dtype":"float32"},{"name":"bidirectional_Bidirectional1/backward_lstm_LSTM1/bias","shape":[384],"dtype":"float32"},{"name":"attention_transform/kernel","shape":[192,96],"dtype":"float32"},{"name":"attention_transform/bias","shape":[96],"dtype":"float32"},{"name":"attention_weights/kernel","shape":[96,1],"dtype":"float32"},{"name":"attention_weights/bias","shape":[1],"dtype":"float32"},{"name":"local_patterns/kernel","shape":[3,192,96],"dtype":"float32"},{"name":"local_patterns/bias","shape":[96],"dtype":"float32"},{"name":"conv1d_Conv1D1/kernel","shape":[1,192,96],"dtype":"float32"},{"name":"conv1d_Conv1D1/bias","shape":[96],"dtype":"float32"},{"name":"middle_severity_patterns/kernel","shape":[4,192,96],"dtype":"float32"},{"name":"middle_severity_patterns/bias","shape":[96],"dtype":"float32"},{"name":"conv1d_Conv1D2/kernel","shape":[1,192,96],"dtype":"float32"},{"name":"conv1d_Conv1D2/bias","shape":[96],"dtype":"float32"},{"name":"broader_patterns/kernel","shape":[5,192,96],"dtype":"float32"},{"name":"broader_patterns/bias","shape":[96],"dtype":"float32"},{"name":"conv1d_Conv1D3/kernel","shape":[1,192,96],"dtype":"float32"},{"name":"conv1d_Conv1D3/bias","shape":[96],"dtype":"float32"},{"name":"boundary_features/kernel","shape":[192,96],"dtype":"float32"},{"name":"boundary_features/bias","shape":[96],"dtype":"float32"},{"name":"boundary_attention/kernel","shape":[96,2],"dtype":"float32"},{"name":"boundary_attention/bias","shape":[2],"dtype":"float32"},{"name":"dense_Dense1/kernel","shape":[770,192],"dtype":"float32"},{"name":"dense_Dense1/bias","shape":[192],"dtype":"float32"},{"name":"batch_normalization_BatchNormalization1/gamma","shape":[192],"dtype":"float32"},{"name":"batch_normalization_BatchNormalization1/beta","shape":[192],"dtype":"float32"},{"name":"dense_Dense2/kernel","shape":[192,96],"dtype":"float32"},{"name":"dense_Dense2/bias","shape":[96],"dtype":"float32"},{"name":"batch_normalization_BatchNormalization2/gamma","shape":[96],"dtype":"float32"},{"name":"batch_normalization_BatchNormalization2/beta","shape":[96],"dtype":"float32"},{"name":"dense_Dense3/kernel","shape":[96,3],"dtype":"float32"},{"name":"dense_Dense3/bias","shape":[3],"dtype":"float32"},{"name":"batch_normalization_BatchNormalization1/moving_mean","shape":[192],"dtype":"float32"},{"name":"batch_normalization_BatchNormalization1/moving_variance","shape":[192],"dtype":"float32"},{"name":"batch_normalization_BatchNormalization2/moving_mean","shape":[96],"dtype":"float32"},{"name":"batch_normalization_BatchNormalization2/moving_variance","shape":[96],"dtype":"float32"}]}]}