{"modelTopology":{"class_name":"Sequential","config":{"name":"sequential_1","layers":[{"class_name":"Embedding","config":{"input_dim":728,"output_dim":64,"embeddings_initializer":{"class_name":"RandomUniform","config":{"minval":-0.05,"maxval":0.05,"seed":null}},"embeddings_regularizer":null,"activity_regularizer":null,"embeddings_constraint":null,"mask_zero":true,"input_length":50,"name":"embedding_Embedding1","trainable":true,"batch_input_shape":[null,50]}},{"class_name":"Reshape","config":{"target_shape":[50,64],"name":"reshape_Reshape1","trainable":true}},{"class_name":"Bidirectional","config":{"merge_mode":"concat","layer":{"class_name":"LSTM","config":{"name":"lstm_LSTM1","trainable":true,"units":32,"activation":"tanh","recurrent_activation":"hard_sigmoid","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"recurrent_initializer":{"class_name":"Orthogonal","config":{"gain":1,"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"unit_forget_bias":null,"kernel_regularizer":null,"recurrent_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"recurrent_constraint":null,"bias_constraint":null,"dropout":0,"recurrent_dropout":0.2,"implementation":null,"return_sequences":true,"return_state":false,"go_backwards":false,"stateful":false,"unroll":false}},"name":"bidirectional_Bidirectional1","trainable":true}},{"class_name":"Bidirectional","config":{"merge_mode":"concat","layer":{"class_name":"LSTM","config":{"name":"lstm_LSTM2","trainable":true,"units":16,"activation":"tanh","recurrent_activation":"hard_sigmoid","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"recurrent_initializer":{"class_name":"Orthogonal","config":{"gain":1,"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"unit_forget_bias":null,"kernel_regularizer":null,"recurrent_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"recurrent_constraint":null,"bias_constraint":null,"dropout":0,"recurrent_dropout":0,"implementation":null,"return_sequences":false,"return_state":false,"go_backwards":false,"stateful":false,"unroll":false}},"name":"bidirectional_Bidirectional2","trainable":true}},{"class_name":"Dense","config":{"units":32,"activation":"tanh","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense1","trainable":true}},{"class_name":"Dense","config":{"units":32,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense2","trainable":true}},{"class_name":"BatchNormalization","config":{"axis":-1,"momentum":0.99,"epsilon":0.001,"center":true,"scale":true,"beta_initializer":{"class_name":"Zeros","config":{}},"gamma_initializer":{"class_name":"Ones","config":{}},"moving_mean_initializer":{"class_name":"Zeros","config":{}},"moving_variance_initializer":{"class_name":"Ones","config":{}},"beta_regularizer":null,"gamma_regularizer":null,"beta_constraint":null,"gamma_constraint":null,"name":"batch_normalization_BatchNormalization1","trainable":true}},{"class_name":"Dropout","config":{"rate":0.3,"noise_shape":null,"seed":null,"name":"dropout_Dropout1","trainable":true}},{"class_name":"Dense","config":{"units":16,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense3","trainable":true}},{"class_name":"BatchNormalization","config":{"axis":-1,"momentum":0.99,"epsilon":0.001,"center":true,"scale":true,"beta_initializer":{"class_name":"Zeros","config":{}},"gamma_initializer":{"class_name":"Ones","config":{}},"moving_mean_initializer":{"class_name":"Zeros","config":{}},"moving_variance_initializer":{"class_name":"Ones","config":{}},"beta_regularizer":null,"gamma_regularizer":null,"beta_constraint":null,"gamma_constraint":null,"name":"batch_normalization_BatchNormalization2","trainable":true}},{"class_name":"Dropout","config":{"rate":0.2,"noise_shape":null,"seed":null,"name":"dropout_Dropout2","trainable":true}},{"class_name":"Dense","config":{"units":3,"activation":"softmax","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense4","trainable":true}}]},"keras_version":"tfjs-layers 4.22.0","backend":"tensor_flow.js"},"format":"layers-model","generatedBy":"TensorFlow.js v4.22.0","convertedBy":null,"weightsManifest":[{"paths":["weights.bin"],"weights":[{"name":"embedding_Embedding1/embeddings","shape":[728,64],"dtype":"float32"},{"name":"bidirectional_Bidirectional1/forward_lstm_LSTM1/kernel","shape":[64,128],"dtype":"float32"},{"name":"bidirectional_Bidirectional1/forward_lstm_LSTM1/recurrent_kernel","shape":[32,128],"dtype":"float32"},{"name":"bidirectional_Bidirectional1/forward_lstm_LSTM1/bias","shape":[128],"dtype":"float32"},{"name":"bidirectional_Bidirectional1/backward_lstm_LSTM1/kernel","shape":[64,128],"dtype":"float32"},{"name":"bidirectional_Bidirectional1/backward_lstm_LSTM1/recurrent_kernel","shape":[32,128],"dtype":"float32"},{"name":"bidirectional_Bidirectional1/backward_lstm_LSTM1/bias","shape":[128],"dtype":"float32"},{"name":"bidirectional_Bidirectional2/forward_lstm_LSTM2/kernel","shape":[64,64],"dtype":"float32"},{"name":"bidirectional_Bidirectional2/forward_lstm_LSTM2/recurrent_kernel","shape":[16,64],"dtype":"float32"},{"name":"bidirectional_Bidirectional2/forward_lstm_LSTM2/bias","shape":[64],"dtype":"float32"},{"name":"bidirectional_Bidirectional2/backward_lstm_LSTM2/kernel","shape":[64,64],"dtype":"float32"},{"name":"bidirectional_Bidirectional2/backward_lstm_LSTM2/recurrent_kernel","shape":[16,64],"dtype":"float32"},{"name":"bidirectional_Bidirectional2/backward_lstm_LSTM2/bias","shape":[64],"dtype":"float32"},{"name":"dense_Dense1/kernel","shape":[32,32],"dtype":"float32"},{"name":"dense_Dense1/bias","shape":[32],"dtype":"float32"},{"name":"dense_Dense2/kernel","shape":[32,32],"dtype":"float32"},{"name":"dense_Dense2/bias","shape":[32],"dtype":"float32"},{"name":"batch_normalization_BatchNormalization1/gamma","shape":[32],"dtype":"float32"},{"name":"batch_normalization_BatchNormalization1/beta","shape":[32],"dtype":"float32"},{"name":"dense_Dense3/kernel","shape":[32,16],"dtype":"float32"},{"name":"dense_Dense3/bias","shape":[16],"dtype":"float32"},{"name":"batch_normalization_BatchNormalization2/gamma","shape":[16],"dtype":"float32"},{"name":"batch_normalization_BatchNormalization2/beta","shape":[16],"dtype":"float32"},{"name":"dense_Dense4/kernel","shape":[16,3],"dtype":"float32"},{"name":"dense_Dense4/bias","shape":[3],"dtype":"float32"},{"name":"batch_normalization_BatchNormalization1/moving_mean","shape":[32],"dtype":"float32"},{"name":"batch_normalization_BatchNormalization1/moving_variance","shape":[32],"dtype":"float32"},{"name":"batch_normalization_BatchNormalization2/moving_mean","shape":[16],"dtype":"float32"},{"name":"batch_normalization_BatchNormalization2/moving_variance","shape":[16],"dtype":"float32"}]}]}