{
  "vocabulary": [
    "alert:",
    "regular",
    "maintenance",
    "on",
    "country",
    "hills",
    "near",
    "highway",
    "1a,",
    "traffic",
    "moving",
    "multiple",
    "emergency",
    "units",
    "attending",
    "mvc",
    "wb",
    "hwy",
    "1a",
    "mechanical",
    "issue",
    "glenmore,",
    "expect",
    "some",
    "delays",
    "but",
    "intersection",
    "of",
    "52nd",
    "street",
    "and",
    "memorial",
    "experiencing",
    "backup,",
    "blocking",
    "the",
    "right",
    "building",
    "in",
    "area",
    "critical:",
    "major",
    "incident",
    "requiring",
    "extraction",
    "hw",
    "2",
    "approaching",
    "both",
    "directions",
    "severely",
    "impacted",
    "central,",
    "watch",
    "out",
    "for",
    "a",
    "crash",
    "macleod",
    "tr",
    "barlow",
    "trail,",
    "affecting",
    "turn",
    "allow",
    "extra",
    "travel",
    "time",
    "minor",
    "hw2",
    "airport",
    "minimal",
    "expected",
    "critical",
    "sb",
    "john",
    "laurie",
    "all",
    "lanes",
    "services",
    "extracting",
    "road",
    "work",
    "hwy1a",
    "hw201,",
    "remain",
    "response",
    "hwy8",
    "crowchild,",
    "getting",
    "by",
    "remaining",
    "at",
    "deerfoot",
    "trail",
    "one",
    "lane",
    "blocked",
    "major:",
    "crews",
    "chain-reaction",
    "nb",
    "crowchild",
    "bow,",
    "causing",
    "collision",
    "reported",
    "8",
    "14",
    "st",
    "affected",
    "multi-vehicle",
    "16",
    "ave",
    "anderson",
    "full",
    "closure",
    "effect",
    "eb",
    "peigan",
    "tr,",
    "left",
    "glenmore",
    "complete",
    "southeast,",
    "congestion",
    "brief",
    "possible",
    "beddington",
    "36th",
    "-",
    "lane,",
    "moderate",
    "single",
    "dr,",
    "with",
    "incident:",
    "trans-canada",
    "sarcee",
    "police",
    "responding",
    "flow",
    "maintained",
    "w",
    "laurie,",
    "routine",
    "significant",
    "two",
    "vehicle",
    "14th",
    "w,",
    "201",
    "16th",
    "temporary",
    "reduction",
    "normally",
    "backup",
    "vehicles",
    "able",
    "to",
    "blvd",
    "restrictions,",
    "use",
    "alternate",
    "route",
    "if",
    "mvc:",
    "breakdown",
    "av,",
    "adjacent",
    "macleod,",
    "hwy201",
    "deerfoot,",
    "scene",
    "stoney",
    "hwy1,",
    "local",
    "adjustment",
    "mcknight",
    "southwest,",
    "delay",
    "drive",
    "normal",
    "caution",
    "scheduled",
    "hwy1",
    "impact",
    "st,",
    "still",
    "avenue",
    "fire",
    "ems",
    "hw1a",
    "slowdown",
    "northwest,",
    "slow",
    "22x",
    "west,",
    "managing",
    "hwy22x",
    "routes",
    "northeast,",
    "dr",
    "serious",
    "extended",
    "201,",
    "restriction",
    "avoid",
    "blvd,",
    "blocked,",
    "2,",
    "west",
    "52",
    "injuries",
    "hwy2",
    "assisting",
    "pedestrian",
    "bow",
    "flowing",
    "smoothly",
    "center",
    "barlow,",
    "hw22x",
    "36",
    "av",
    "1,",
    "rd,",
    "boulevard,",
    "congestion,",
    "affected,",
    "hwy1a,",
    "no",
    "reduce",
    "speed",
    "through",
    "incident,",
    "8,",
    "deployed",
    "memorial,",
    "hw2,",
    "1",
    "beddington,",
    "rd",
    "disruption",
    "shaganappi",
    "shaganappi,",
    "bv",
    "panorama",
    "delays,",
    "sarcee,",
    "helping",
    "partial",
    "disabled",
    "anderson,",
    "hw22x,",
    "avenue,",
    "street,",
    "slowly",
    "scene,",
    "hwy201,",
    "partially",
    "peigan,",
    "progress",
    "boulevard",
    "first",
    "responders",
    "hw201",
    "accident",
    "limited",
    "ave,",
    "traffic,",
    "breakdown,",
    "stalled",
    "other",
    "hwy8,",
    "17",
    "se,",
    "drive,",
    "directing",
    "hwy22x,",
    "22x,",
    "disruption,",
    "hills,",
    "road,",
    "hw1a,",
    "99",
    "old",
    "banff",
    "coach",
    "85",
    "sw,",
    "stoney,",
    "hwy2,",
    "are",
    "involve",
    "an",
    "please",
    "go",
    "fellow",
    "mcknight,",
    "17th",
    "left-hand",
    "highway,",
    "falconridge",
    "68",
    "calgary",
    "mvc,",
    "rh",
    "(6:18pm)",
    "via",
    "@yyctransport",
    "involved",
    "good",
    "morning!",
    "there's",
    "improvement",
    "lots",
    "slippery",
    "sections",
    "plus",
    "wb,",
    "metis",
    "after",
    "ne,",
    "cornerstone",
    "144",
    "69",
    "37th",
    "middle",
    "backups",
    "lh",
    "(2:36pm)",
    "mahogany",
    "ga",
    "east",
    "15",
    "9",
    "marlborough",
    "way",
    "north",
    "10",
    "nw,",
    "cityscape",
    "northmount",
    "33rd",
    "has",
    "off,",
    "chaparral",
    "194",
    "seek",
    "4",
    "ivor",
    "strong",
    "bridge,",
    "that's",
    "right-hand",
    "there",
    "considerable",
    "have",
    "been",
    "called",
    "help",
    "harvest",
    "cable",
    "barrier",
    "repairs,",
    "shoulder",
    "(12:38pm)",
    "calgary,",
    "bridge",
    "hand",
    "reduced",
    "(4:40pm)",
    "off",
    "ramp",
    "64",
    "graves",
    "84",
    "from",
    "nw",
    "operations,",
    "10pm",
    "until",
    "6",
    "calgarians",
    "32",
    "off-ramp",
    "light",
    "daylight",
    "50",
    "130",
    "signals",
    "12",
    "edmonton",
    "7",
    "33",
    "34",
    "128",
    "19",
    "symons",
    "valley",
    "py",
    "sherview",
    "is",
    "that",
    "wblt",
    "due",
    "spun",
    "just",
    "coventry",
    "multi",
    "calf",
    "robe",
    "9pm",
    "double",
    "lhl",
    "44",
    "new",
    "brighton",
    "university",
    "60",
    "61",
    "overnight",
    "construction",
    "lanes,",
    "90",
    "south",
    "ne",
    "mvcs",
    "(2:18pm)",
    "flashing",
    "red",
    "crew",
    "24",
    "29",
    "hospital",
    "nw;",
    "conditions",
    "\"so-so\"",
    "around",
    "snow",
    "covered",
    "here's",
    "look",
    "qeii",
    "jct",
    "hwy566,",
    "balzac",
    "interchange",
    "(5:37pm)",
    "sherwood",
    "exit",
    "hidden",
    "li",
    "centre",
    "40",
    "32nd",
    "36nd",
    "22",
    "30",
    "80",
    "hit",
    "median",
    "charleswood",
    "uxbridge",
    "(6:38pm)",
    "11",
    "mcgonigal",
    "(1:44pm)",
    "(5:18am)",
    "(2:24pm)",
    "blank",
    "53",
    "dalhousie",
    "power",
    "outage",
    "se",
    "(9:48am)",
    "prestwick",
    "santana",
    "berkshire",
    "bedford",
    "pumphouse",
    "past",
    "4th",
    "incidents",
    "area,",
    "additional",
    "shawville",
    "114",
    "41",
    "(6:54pm)",
    "on-ramp",
    "deck",
    "removal,",
    "rhl",
    "(9:50pm)",
    "temple",
    "(6:13am)",
    "southport",
    "southland",
    "(7:10am)",
    "42",
    "(1:56pm)",
    "&amp;",
    "hwy560",
    "rr283,",
    "s",
    "chestermere",
    "flag",
    "persons",
    "(11:10pm)",
    "consider",
    "using",
    "alternative",
    "(2:00pm)",
    "96",
    "closed",
    "(11:48am)",
    "heritage",
    "bonaventure",
    "seton",
    "(4:25pm)",
    "blackfoot",
    "35",
    "104",
    "as",
    "you",
    "probably",
    "know,",
    "being",
    "diverted",
    "into",
    "i",
    "this",
    "most",
    "morning",
    "safely",
    "flipped",
    "truck,",
    "clean",
    "up",
    "closures",
    "fairmount",
    "dealing",
    "114th",
    "mcleod",
    "72",
    "radcliffe",
    "212",
    "marbank",
    "(9:58am)",
    "47",
    "spruce",
    "meadows",
    "(3:54pm)",
    "taradale",
    "richmond",
    "keep",
    "(4:33pm)",
    "nose",
    "hill",
    "tuscany",
    "hl",
    "18",
    "guardrail",
    "26",
    "saddletowne",
    "ci",
    "wy",
    "shawnessy",
    "savanna",
    "blown",
    "tire",
    "woodview",
    "woodpark",
    "25",
    "45",
    "n",
    "(9:56am)",
    "mckenzie",
    "towne",
    "too",
    "get",
    "through,",
    "drivers",
    "need",
    "take",
    "instead",
    "(5:22pm)",
    "n,",
    "(3:28pm)",
    "57",
    "3",
    "(4:36pm)",
    "5",
    "76",
    "patterson",
    "intersection,",
    "canyon",
    "lake",
    "(6:45pm)",
    "sw",
    "210",
    "james",
    "mckevitt",
    "concrete",
    "ramp,",
    "9am",
    "5a",
    "currently",
    "162",
    "(10:57am)",
    "detour",
    "place,",
    "stay",
    "(6:13pm)",
    "64th",
    "16ave",
    "guard",
    "rail",
    "repairs",
    "nov1-2,",
    "flat",
    "(1:13pm)",
    "repair",
    "work,",
    "nov3-4,",
    "(9:26am)",
    "cleared:",
    "earlier",
    "shalom",
    "11pm",
    "(7:09pm)",
    "scenic",
    "acres",
    "13",
    "(6:55am)",
    "silver",
    "springs",
    "(8:38pm)",
    "maryvale",
    "88",
    "46",
    "99th",
    "(10:16pm)",
    "hwy566",
    "crossiron",
    "12pm",
    "6pm;",
    "8am",
    "following",
    "will",
    "be",
    "field",
    "crosses",
    "event",
    "remembrance",
    "day",
    "westbound",
    "riverfront",
    "access",
    "9-noon",
    "northbound",
    "37",
    "rundlehorn",
    "br,",
    "(7:30am)",
    "applewood",
    "11th",
    "city,",
    "range",
    "taking",
    "turns",
    "87",
    "rundleside",
    "merge",
    "(7:39am)",
    "sign",
    "peace",
    "today",
    "indicating",
    "river",
    "pathway",
    "along",
    "mention",
    "why",
    "or",
    "how",
    "long",
    "guessing",
    "it'll",
    "couple",
    "weeks",
    "least?",
    "@newsradiocgy",
    "aviation",
    "(10:57pm)",
    "premier",
    "(10:30pm)",
    "involving",
    "semi",
    "progress,",
    "bearspaw",
    "dam",
    "10:30am)",
    "zoo",
    "kensington",
    "23",
    "bocking",
    "86",
    "aero",
    "capri",
    "millview",
    "(12:50pm)",
    "(7:23pm)",
    "we",
    "ogden",
    "evanston",
    "(3:57pm)",
    "28",
    "carol",
    "onto",
    "(6:57am)",
    "146",
    "(3:08pm)",
    "bannister",
    "midlake",
    "48",
    "(7:17am)",
    "(4:23pm)",
    "(4:11pm)",
    "(4:12pm)",
    "catsleridge",
    "slowdowns",
    "backed",
    "64thavenue,",
    "e,",
    "(7:08am)",
    "elbow",
    "collision,",
    "they",
    "reopen",
    "once",
    "interchange,",
    "berkley",
    "gate",
    "grey",
    "eagle",
    "over",
    "top",
    "(4:59pm)",
    "it's",
    "cold",
    "there!",
    "roads",
    "fog",
    "single-vehicle",
    "lrt",
    "arms",
    "malfunctioning",
    "162nd",
    "way,",
    "27",
    "⚠️",
    "out!",
    "articuled",
    "city",
    "bus",
    "campus",
    "blcoking",
    "s,",
    "wentworth",
    "(6:03am)"
  ],
  "wordToIndex": {
    "1": 241,
    "2": 47,
    "3": 594,
    "4": 351,
    "5": 596,
    "6": 384,
    "7": 395,
    "8": 108,
    "9": 337,
    "10": 341,
    "11": 467,
    "12": 393,
    "13": 637,
    "14": 109,
    "15": 336,
    "16": 113,
    "17": 276,
    "18": 565,
    "19": 399,
    "22": 459,
    "23": 709,
    "24": 434,
    "25": 577,
    "26": 567,
    "27": 764,
    "28": 721,
    "29": 435,
    "30": 460,
    "32": 386,
    "33": 396,
    "34": 397,
    "35": 525,
    "36": 224,
    "37": 665,
    "40": 456,
    "41": 491,
    "42": 503,
    "44": 417,
    "45": 578,
    "46": 644,
    "47": 553,
    "48": 729,
    "50": 390,
    "52": 213,
    "53": 473,
    "57": 593,
    "60": 421,
    "61": 422,
    "64": 376,
    "68": 305,
    "69": 327,
    "72": 548,
    "76": 597,
    "80": 461,
    "84": 378,
    "85": 290,
    "86": 711,
    "87": 675,
    "88": 643,
    "90": 426,
    "96": 517,
    "99": 286,
    "104": 526,
    "114": 490,
    "128": 398,
    "130": 391,
    "144": 326,
    "146": 725,
    "162": 612,
    "194": 349,
    "201": 152,
    "210": 604,
    "212": 550,
    "alert:": 1,
    "regular": 2,
    "maintenance": 3,
    "on": 4,
    "country": 5,
    "hills": 6,
    "near": 7,
    "highway": 8,
    "1a,": 9,
    "traffic": 10,
    "moving": 11,
    "multiple": 12,
    "emergency": 13,
    "units": 14,
    "attending": 15,
    "mvc": 16,
    "wb": 17,
    "hwy": 18,
    "1a": 19,
    "mechanical": 20,
    "issue": 21,
    "glenmore,": 22,
    "expect": 23,
    "some": 24,
    "delays": 25,
    "but": 26,
    "intersection": 27,
    "of": 28,
    "52nd": 29,
    "street": 30,
    "and": 31,
    "memorial": 32,
    "experiencing": 33,
    "backup,": 34,
    "blocking": 35,
    "the": 36,
    "right": 37,
    "building": 38,
    "in": 39,
    "area": 40,
    "critical:": 41,
    "major": 42,
    "incident": 43,
    "requiring": 44,
    "extraction": 45,
    "hw": 46,
    "approaching": 48,
    "both": 49,
    "directions": 50,
    "severely": 51,
    "impacted": 52,
    "central,": 53,
    "watch": 54,
    "out": 55,
    "for": 56,
    "a": 57,
    "crash": 58,
    "macleod": 59,
    "tr": 60,
    "barlow": 61,
    "trail,": 62,
    "affecting": 63,
    "turn": 64,
    "allow": 65,
    "extra": 66,
    "travel": 67,
    "time": 68,
    "minor": 69,
    "hw2": 70,
    "airport": 71,
    "minimal": 72,
    "expected": 73,
    "critical": 74,
    "sb": 75,
    "john": 76,
    "laurie": 77,
    "all": 78,
    "lanes": 79,
    "services": 80,
    "extracting": 81,
    "road": 82,
    "work": 83,
    "hwy1a": 84,
    "hw201,": 85,
    "remain": 86,
    "response": 87,
    "hwy8": 88,
    "crowchild,": 89,
    "getting": 90,
    "by": 91,
    "remaining": 92,
    "at": 93,
    "deerfoot": 94,
    "trail": 95,
    "one": 96,
    "lane": 97,
    "blocked": 98,
    "major:": 99,
    "crews": 100,
    "chain-reaction": 101,
    "nb": 102,
    "crowchild": 103,
    "bow,": 104,
    "causing": 105,
    "collision": 106,
    "reported": 107,
    "st": 110,
    "affected": 111,
    "multi-vehicle": 112,
    "ave": 114,
    "anderson": 115,
    "full": 116,
    "closure": 117,
    "effect": 118,
    "eb": 119,
    "peigan": 120,
    "tr,": 121,
    "left": 122,
    "glenmore": 123,
    "complete": 124,
    "southeast,": 125,
    "congestion": 126,
    "brief": 127,
    "possible": 128,
    "beddington": 129,
    "36th": 130,
    "-": 131,
    "lane,": 132,
    "moderate": 133,
    "single": 134,
    "dr,": 135,
    "with": 136,
    "incident:": 137,
    "trans-canada": 138,
    "sarcee": 139,
    "police": 140,
    "responding": 141,
    "flow": 142,
    "maintained": 143,
    "w": 144,
    "laurie,": 145,
    "routine": 146,
    "significant": 147,
    "two": 148,
    "vehicle": 149,
    "14th": 150,
    "w,": 151,
    "16th": 153,
    "temporary": 154,
    "reduction": 155,
    "normally": 156,
    "backup": 157,
    "vehicles": 158,
    "able": 159,
    "to": 160,
    "blvd": 161,
    "restrictions,": 162,
    "use": 163,
    "alternate": 164,
    "route": 165,
    "if": 166,
    "mvc:": 167,
    "breakdown": 168,
    "av,": 169,
    "adjacent": 170,
    "macleod,": 171,
    "hwy201": 172,
    "deerfoot,": 173,
    "scene": 174,
    "stoney": 175,
    "hwy1,": 176,
    "local": 177,
    "adjustment": 178,
    "mcknight": 179,
    "southwest,": 180,
    "delay": 181,
    "drive": 182,
    "normal": 183,
    "caution": 184,
    "scheduled": 185,
    "hwy1": 186,
    "impact": 187,
    "st,": 188,
    "still": 189,
    "avenue": 190,
    "fire": 191,
    "ems": 192,
    "hw1a": 193,
    "slowdown": 194,
    "northwest,": 195,
    "slow": 196,
    "22x": 197,
    "west,": 198,
    "managing": 199,
    "hwy22x": 200,
    "routes": 201,
    "northeast,": 202,
    "dr": 203,
    "serious": 204,
    "extended": 205,
    "201,": 206,
    "restriction": 207,
    "avoid": 208,
    "blvd,": 209,
    "blocked,": 210,
    "2,": 211,
    "west": 212,
    "injuries": 214,
    "hwy2": 215,
    "assisting": 216,
    "pedestrian": 217,
    "bow": 218,
    "flowing": 219,
    "smoothly": 220,
    "center": 221,
    "barlow,": 222,
    "hw22x": 223,
    "av": 225,
    "1,": 226,
    "rd,": 227,
    "boulevard,": 228,
    "congestion,": 229,
    "affected,": 230,
    "hwy1a,": 231,
    "no": 232,
    "reduce": 233,
    "speed": 234,
    "through": 235,
    "incident,": 236,
    "8,": 237,
    "deployed": 238,
    "memorial,": 239,
    "hw2,": 240,
    "beddington,": 242,
    "rd": 243,
    "disruption": 244,
    "shaganappi": 245,
    "shaganappi,": 246,
    "bv": 247,
    "panorama": 248,
    "delays,": 249,
    "sarcee,": 250,
    "helping": 251,
    "partial": 252,
    "disabled": 253,
    "anderson,": 254,
    "hw22x,": 255,
    "avenue,": 256,
    "street,": 257,
    "slowly": 258,
    "scene,": 259,
    "hwy201,": 260,
    "partially": 261,
    "peigan,": 262,
    "progress": 263,
    "boulevard": 264,
    "first": 265,
    "responders": 266,
    "hw201": 267,
    "accident": 268,
    "limited": 269,
    "ave,": 270,
    "traffic,": 271,
    "breakdown,": 272,
    "stalled": 273,
    "other": 274,
    "hwy8,": 275,
    "se,": 277,
    "drive,": 278,
    "directing": 279,
    "hwy22x,": 280,
    "22x,": 281,
    "disruption,": 282,
    "hills,": 283,
    "road,": 284,
    "hw1a,": 285,
    "old": 287,
    "banff": 288,
    "coach": 289,
    "sw,": 291,
    "stoney,": 292,
    "hwy2,": 293,
    "are": 294,
    "involve": 295,
    "an": 296,
    "please": 297,
    "go": 298,
    "fellow": 299,
    "mcknight,": 300,
    "17th": 301,
    "left-hand": 302,
    "highway,": 303,
    "falconridge": 304,
    "calgary": 306,
    "mvc,": 307,
    "rh": 308,
    "(6:18pm)": 309,
    "via": 310,
    "@yyctransport": 311,
    "involved": 312,
    "good": 313,
    "morning!": 314,
    "there's": 315,
    "improvement": 316,
    "lots": 317,
    "slippery": 318,
    "sections": 319,
    "plus": 320,
    "wb,": 321,
    "metis": 322,
    "after": 323,
    "ne,": 324,
    "cornerstone": 325,
    "37th": 328,
    "middle": 329,
    "backups": 330,
    "lh": 331,
    "(2:36pm)": 332,
    "mahogany": 333,
    "ga": 334,
    "east": 335,
    "marlborough": 338,
    "way": 339,
    "north": 340,
    "nw,": 342,
    "cityscape": 343,
    "northmount": 344,
    "33rd": 345,
    "has": 346,
    "off,": 347,
    "chaparral": 348,
    "seek": 350,
    "ivor": 352,
    "strong": 353,
    "bridge,": 354,
    "that's": 355,
    "right-hand": 356,
    "there": 357,
    "considerable": 358,
    "have": 359,
    "been": 360,
    "called": 361,
    "help": 362,
    "harvest": 363,
    "cable": 364,
    "barrier": 365,
    "repairs,": 366,
    "shoulder": 367,
    "(12:38pm)": 368,
    "calgary,": 369,
    "bridge": 370,
    "hand": 371,
    "reduced": 372,
    "(4:40pm)": 373,
    "off": 374,
    "ramp": 375,
    "graves": 377,
    "from": 379,
    "nw": 380,
    "operations,": 381,
    "10pm": 382,
    "until": 383,
    "calgarians": 385,
    "off-ramp": 387,
    "light": 388,
    "daylight": 389,
    "signals": 392,
    "edmonton": 394,
    "symons": 400,
    "valley": 401,
    "py": 402,
    "sherview": 403,
    "is": 404,
    "that": 405,
    "wblt": 406,
    "due": 407,
    "spun": 408,
    "just": 409,
    "coventry": 410,
    "multi": 411,
    "calf": 412,
    "robe": 413,
    "9pm": 414,
    "double": 415,
    "lhl": 416,
    "new": 418,
    "brighton": 419,
    "university": 420,
    "overnight": 423,
    "construction": 424,
    "lanes,": 425,
    "south": 427,
    "ne": 428,
    "mvcs": 429,
    "(2:18pm)": 430,
    "flashing": 431,
    "red": 432,
    "crew": 433,
    "hospital": 436,
    "nw;": 437,
    "conditions": 438,
    "\"so-so\"": 439,
    "around": 440,
    "snow": 441,
    "covered": 442,
    "here's": 443,
    "look": 444,
    "qeii": 445,
    "jct": 446,
    "hwy566,": 447,
    "balzac": 448,
    "interchange": 449,
    "(5:37pm)": 450,
    "sherwood": 451,
    "exit": 452,
    "hidden": 453,
    "li": 454,
    "centre": 455,
    "32nd": 457,
    "36nd": 458,
    "hit": 462,
    "median": 463,
    "charleswood": 464,
    "uxbridge": 465,
    "(6:38pm)": 466,
    "mcgonigal": 468,
    "(1:44pm)": 469,
    "(5:18am)": 470,
    "(2:24pm)": 471,
    "blank": 472,
    "dalhousie": 474,
    "power": 475,
    "outage": 476,
    "se": 477,
    "(9:48am)": 478,
    "prestwick": 479,
    "santana": 480,
    "berkshire": 481,
    "bedford": 482,
    "pumphouse": 483,
    "past": 484,
    "4th": 485,
    "incidents": 486,
    "area,": 487,
    "additional": 488,
    "shawville": 489,
    "(6:54pm)": 492,
    "on-ramp": 493,
    "deck": 494,
    "removal,": 495,
    "rhl": 496,
    "(9:50pm)": 497,
    "temple": 498,
    "(6:13am)": 499,
    "southport": 500,
    "southland": 501,
    "(7:10am)": 502,
    "(1:56pm)": 504,
    "&amp;": 505,
    "hwy560": 506,
    "rr283,": 507,
    "s": 508,
    "chestermere": 509,
    "flag": 510,
    "persons": 511,
    "(11:10pm)": 512,
    "consider": 513,
    "using": 514,
    "alternative": 515,
    "(2:00pm)": 516,
    "closed": 518,
    "(11:48am)": 519,
    "heritage": 520,
    "bonaventure": 521,
    "seton": 522,
    "(4:25pm)": 523,
    "blackfoot": 524,
    "as": 527,
    "you": 528,
    "probably": 529,
    "know,": 530,
    "being": 531,
    "diverted": 532,
    "into": 533,
    "i": 534,
    "this": 535,
    "most": 536,
    "morning": 537,
    "safely": 538,
    "flipped": 539,
    "truck,": 540,
    "clean": 541,
    "up": 542,
    "closures": 543,
    "fairmount": 544,
    "dealing": 545,
    "114th": 546,
    "mcleod": 547,
    "radcliffe": 549,
    "marbank": 551,
    "(9:58am)": 552,
    "spruce": 554,
    "meadows": 555,
    "(3:54pm)": 556,
    "taradale": 557,
    "richmond": 558,
    "keep": 559,
    "(4:33pm)": 560,
    "nose": 561,
    "hill": 562,
    "tuscany": 563,
    "hl": 564,
    "guardrail": 566,
    "saddletowne": 568,
    "ci": 569,
    "wy": 570,
    "shawnessy": 571,
    "savanna": 572,
    "blown": 573,
    "tire": 574,
    "woodview": 575,
    "woodpark": 576,
    "n": 579,
    "(9:56am)": 580,
    "mckenzie": 581,
    "towne": 582,
    "too": 583,
    "get": 584,
    "through,": 585,
    "drivers": 586,
    "need": 587,
    "take": 588,
    "instead": 589,
    "(5:22pm)": 590,
    "n,": 591,
    "(3:28pm)": 592,
    "(4:36pm)": 595,
    "patterson": 598,
    "intersection,": 599,
    "canyon": 600,
    "lake": 601,
    "(6:45pm)": 602,
    "sw": 603,
    "james": 605,
    "mckevitt": 606,
    "concrete": 607,
    "ramp,": 608,
    "9am": 609,
    "5a": 610,
    "currently": 611,
    "(10:57am)": 613,
    "detour": 614,
    "place,": 615,
    "stay": 616,
    "(6:13pm)": 617,
    "64th": 618,
    "16ave": 619,
    "guard": 620,
    "rail": 621,
    "repairs": 622,
    "nov1-2,": 623,
    "flat": 624,
    "(1:13pm)": 625,
    "repair": 626,
    "work,": 627,
    "nov3-4,": 628,
    "(9:26am)": 629,
    "cleared:": 630,
    "earlier": 631,
    "shalom": 632,
    "11pm": 633,
    "(7:09pm)": 634,
    "scenic": 635,
    "acres": 636,
    "(6:55am)": 638,
    "silver": 639,
    "springs": 640,
    "(8:38pm)": 641,
    "maryvale": 642,
    "99th": 645,
    "(10:16pm)": 646,
    "hwy566": 647,
    "crossiron": 648,
    "12pm": 649,
    "6pm;": 650,
    "8am": 651,
    "following": 652,
    "will": 653,
    "be": 654,
    "field": 655,
    "crosses": 656,
    "event": 657,
    "remembrance": 658,
    "day": 659,
    "westbound": 660,
    "riverfront": 661,
    "access": 662,
    "9-noon": 663,
    "northbound": 664,
    "rundlehorn": 666,
    "br,": 667,
    "(7:30am)": 668,
    "applewood": 669,
    "11th": 670,
    "city,": 671,
    "range": 672,
    "taking": 673,
    "turns": 674,
    "rundleside": 676,
    "merge": 677,
    "(7:39am)": 678,
    "sign": 679,
    "peace": 680,
    "today": 681,
    "indicating": 682,
    "river": 683,
    "pathway": 684,
    "along": 685,
    "mention": 686,
    "why": 687,
    "or": 688,
    "how": 689,
    "long": 690,
    "guessing": 691,
    "it'll": 692,
    "couple": 693,
    "weeks": 694,
    "least?": 695,
    "@newsradiocgy": 696,
    "aviation": 697,
    "(10:57pm)": 698,
    "premier": 699,
    "(10:30pm)": 700,
    "involving": 701,
    "semi": 702,
    "progress,": 703,
    "bearspaw": 704,
    "dam": 705,
    "10:30am)": 706,
    "zoo": 707,
    "kensington": 708,
    "bocking": 710,
    "aero": 712,
    "capri": 713,
    "millview": 714,
    "(12:50pm)": 715,
    "(7:23pm)": 716,
    "we": 717,
    "ogden": 718,
    "evanston": 719,
    "(3:57pm)": 720,
    "carol": 722,
    "onto": 723,
    "(6:57am)": 724,
    "(3:08pm)": 726,
    "bannister": 727,
    "midlake": 728,
    "(7:17am)": 730,
    "(4:23pm)": 731,
    "(4:11pm)": 732,
    "(4:12pm)": 733,
    "catsleridge": 734,
    "slowdowns": 735,
    "backed": 736,
    "64thavenue,": 737,
    "e,": 738,
    "(7:08am)": 739,
    "elbow": 740,
    "collision,": 741,
    "they": 742,
    "reopen": 743,
    "once": 744,
    "interchange,": 745,
    "berkley": 746,
    "gate": 747,
    "grey": 748,
    "eagle": 749,
    "over": 750,
    "top": 751,
    "(4:59pm)": 752,
    "it's": 753,
    "cold": 754,
    "there!": 755,
    "roads": 756,
    "fog": 757,
    "single-vehicle": 758,
    "lrt": 759,
    "arms": 760,
    "malfunctioning": 761,
    "162nd": 762,
    "way,": 763,
    "⚠️": 765,
    "out!": 766,
    "articuled": 767,
    "city": 768,
    "bus": 769,
    "campus": 770,
    "blcoking": 771,
    "s,": 772,
    "wentworth": 773,
    "(6:03am)": 774
  },
  "maxSequenceLength": 50
}