{
  "vocabulary": [
    "in",
    "the",
    "central,",
    "slow",
    "moving",
    "traffic",
    "on",
    "john",
    "laurie",
    "boulevard",
    "approaching",
    "shaganappi",
    "normally",
    "vehicle",
    "breakdown",
    "nb",
    "52",
    "street,",
    "getting",
    "by",
    "adjacent",
    "alert:",
    "minor",
    "incident",
    "crowchild",
    "at",
    "minimal",
    "delays",
    "expected",
    "intersection",
    "of",
    "st",
    "and",
    "peigan,",
    "routine",
    "maintenance",
    "police",
    "attending",
    "hwy",
    "1a",
    "201,",
    "one",
    "lane",
    "scheduled",
    "work",
    "deerfoot",
    "trail,",
    "impact",
    "to",
    "serious",
    "collision",
    "anderson",
    "road",
    "bow,",
    "both",
    "directions",
    "emergency",
    "extraction",
    "progress",
    "single",
    "closure",
    "22x",
    "hw2,",
    "with",
    "services",
    "helping",
    "stoney",
    "trail",
    "barlow",
    "partial",
    "crews",
    "directing",
    "hw",
    "8",
    "glenmore",
    "expect",
    "brief",
    "sb",
    "16",
    "ave",
    "near",
    "highway",
    "1a,",
    "regular",
    "flow",
    "maintained",
    "wb",
    "36th",
    "st,",
    "restriction",
    "52nd",
    "moderate",
    "multi-vehicle",
    "2",
    "22x,",
    "multiple",
    "units",
    "scene",
    "extracting",
    "country",
    "hills",
    "trans-canada",
    "2,",
    "beddington",
    "tr,",
    "all",
    "lanes",
    "remain",
    "are",
    "a",
    "pedestrian",
    "involve",
    "an",
    "hwy1",
    "please",
    "go",
    "watch",
    "for",
    "fellow",
    "mvc",
    "response",
    "major:",
    "tr",
    "full",
    "avoid",
    "16th",
    "av",
    "bow",
    "se,",
    "calgary",
    "-",
    "(4:12pm)",
    "critical:",
    "airport",
    "14",
    "street",
    "deployed",
    "backup",
    "macleod",
    "but",
    "vehicles",
    "able",
    "crash",
    "managing",
    "eb",
    "hw22x,",
    "stalled",
    "boulevard,",
    "blocking",
    "right",
    "other",
    "experiencing",
    "breakdown,",
    "center",
    "responding",
    "major",
    "requiring",
    "blocked",
    "sarcee",
    "mcknight",
    "blocked,",
    "injuries",
    "1",
    "area",
    "14th",
    "west",
    "memorial",
    "drive,",
    "blvd",
    "peigan",
    "ems",
    "remaining",
    "significant",
    "congestion,",
    "causing",
    "use",
    "alternate",
    "route",
    "if",
    "possible",
    "out",
    "rd,",
    "hw201",
    "incident:",
    "still",
    "affecting",
    "turn",
    "lane,",
    "barlow,",
    "flowing",
    "smoothly",
    "partially",
    "traffic,",
    "effect",
    "two",
    "southeast,",
    "severely",
    "impacted",
    "disabled",
    "ave,",
    "hwy8",
    "reduce",
    "speed",
    "through",
    "extended",
    "201",
    "slowdown",
    "disruption,",
    "building",
    "drive",
    "normal",
    "caution",
    "dr,",
    "extra",
    "delays,",
    "road,",
    "hw2",
    "accident",
    "w",
    "critical",
    "complete",
    "fire",
    "affected",
    "left",
    "hills,",
    "affected,",
    "36",
    "sarcee,",
    "congestion",
    "avenue,",
    "w,",
    "northwest,",
    "glenmore,",
    "rd",
    "backup,",
    "allow",
    "travel",
    "time",
    "slowly",
    "blvd,",
    "reported",
    "hwy201,",
    "limited",
    "incident,",
    "temporary",
    "reduction",
    "hwy1a,",
    "memorial,",
    "local",
    "beddington,",
    "no",
    "routes",
    "northeast,",
    "first",
    "responders",
    "chain-reaction",
    "dr",
    "shaganappi,",
    "hwy22x",
    "hw1a",
    "hw201,",
    "hwy1a",
    "adjustment",
    "avenue",
    "8,",
    "hw22x",
    "disruption",
    "mvc:",
    "av,",
    "southwest,",
    "hwy2",
    "hw1a,",
    "mechanical",
    "issue",
    "some",
    "crowchild,",
    "delay",
    "west,",
    "1,",
    "restrictions,",
    "hwy2,",
    "involved",
    "deerfoot,",
    "mcknight,",
    "assisting",
    "scene,",
    "hwy201",
    "stoney,",
    "anderson,",
    "have",
    "been",
    "called",
    "help",
    "rundlehorn",
    "calgarians",
    "hwy22x,",
    "highway,",
    "laurie,",
    "32",
    "19",
    "hwy1,",
    "after",
    "s,",
    "&amp;",
    "hwy560",
    "rr283,",
    "s",
    "chestermere",
    "flag",
    "persons",
    "(11:10pm)",
    "130",
    "heritage",
    "bonaventure",
    "that's",
    "right-hand",
    "macleod,",
    "ne,",
    "seek",
    "17",
    "chaparral",
    "bv",
    "nw,",
    "hwy8,",
    "11",
    "50",
    "calf",
    "robe",
    "bridge",
    "sw,",
    "richmond",
    "96",
    "64",
    "29",
    "53",
    "146",
    "over",
    "top",
    "left-hand",
    "4",
    "6",
    "84",
    "72",
    "multi",
    "shawville",
    "shalom",
    "wy",
    "old",
    "banff",
    "coach",
    "panorama",
    "cleared:",
    "60",
    "ne",
    "has",
    "temple",
    "hit",
    "median",
    "berkley",
    "gate",
    "12",
    "north",
    "114",
    "aviation",
    "nose",
    "hill",
    "rh",
    "(3:28pm)",
    "37",
    "bedford",
    "44",
    "just",
    "past",
    "backups",
    "212",
    "(10:57pm)",
    "new",
    "sign",
    "peace",
    "today",
    "indicating",
    "that",
    "river",
    "pathway",
    "is",
    "closed",
    "along",
    "red",
    "mention",
    "why",
    "or",
    "how",
    "long",
    "guessing",
    "it'll",
    "be",
    "couple",
    "weeks",
    "least?",
    "probably",
    "(6:38pm)",
    "via",
    "@yyctransport",
    "blackfoot",
    "spruce",
    "meadows",
    "way",
    "mvc,",
    "lh",
    "(3:54pm)",
    "repairs,",
    "from",
    "9pm",
    "reduced",
    "37th",
    "middle",
    "southland",
    "68",
    "stay",
    "(6:13pm)",
    "signals",
    "flashing",
    "crew",
    "blank",
    "dalhousie",
    "power",
    "outage",
    "4th",
    "there's",
    "single-vehicle",
    "32nd",
    "48",
    "east",
    "off",
    "due",
    "on-ramp",
    "deck",
    "snow",
    "removal,",
    "rhl",
    "(9:50pm)",
    "harvest",
    "n,",
    "applewood",
    "conditions",
    "\"so-so\"",
    "around",
    "covered",
    "here's",
    "look",
    "(2:24pm)",
    "falconridge",
    "aero",
    "ga",
    "17th",
    "off-ramp",
    "metis",
    "light",
    "daylight",
    "centre",
    "as",
    "you",
    "know,",
    "se",
    "being",
    "diverted",
    "into",
    "i",
    "this",
    "most",
    "morning",
    "safely",
    "flipped",
    "truck,",
    "clean",
    "up",
    "76",
    "18",
    "(6:13am)",
    "intersection,",
    "edmonton",
    "incidents",
    "area,",
    "additional",
    "61",
    "seton",
    "blown",
    "tire",
    "144",
    "69",
    "85",
    "hwy566",
    "crossiron",
    "balzac",
    "concrete",
    "barrier",
    "work,",
    "12pm",
    "6pm;",
    "8am",
    "25",
    "45",
    "128",
    "10",
    "calgary,",
    "hand",
    "(4:40pm)",
    "ramp",
    "86",
    "114th",
    "104",
    "santana",
    "berkshire",
    "80",
    "24",
    "mckenzie",
    "lake",
    "88",
    "46",
    "dealing",
    "radcliffe",
    "flat",
    "keep",
    "(1:13pm)",
    "interchange,",
    "mcleod",
    "(3:08pm)",
    "90",
    "28",
    "hidden",
    "valley",
    "li",
    "northmount",
    "bearspaw",
    "dam",
    "lrt",
    "arms",
    "malfunctioning",
    "162nd",
    "way,",
    "(11:48am)",
    "shoulder",
    "5a",
    "currently",
    "tuscany",
    "hl",
    "33",
    "42",
    "prestwick",
    "(6:57am)",
    "sherwood",
    "9",
    "symons",
    "py",
    "sherview",
    "onto",
    "26",
    "qeii",
    "n",
    "(9:56am)",
    "64th",
    "64thavenue,",
    "bridge,",
    "99",
    "detour",
    "place,",
    "coventry",
    "uxbridge",
    "jct",
    "hwy566,",
    "interchange",
    "lhl",
    "(5:37pm)",
    "merge",
    "overnight",
    "construction",
    "lanes,",
    "there",
    "(8:38pm)",
    "cornerstone",
    "blcoking",
    "(1:44pm)",
    "5",
    "15",
    "3",
    "7",
    "bocking",
    "exit",
    "33rd",
    "off,",
    "pumphouse",
    "ivor",
    "strong",
    "scenic",
    "acres",
    "(7:09pm)",
    "marlborough",
    "collision,",
    "northbound",
    "they",
    "will",
    "reopen",
    "once",
    "(4:36pm)",
    "rundleside",
    "earlier",
    "until",
    "double",
    "good",
    "morning!",
    "improvement",
    "lots",
    "slippery",
    "sections",
    "plus",
    "wb,",
    "it's",
    "cold",
    "there!",
    "roads",
    "fog",
    "too",
    "get",
    "through,",
    "drivers",
    "need",
    "take",
    "instead",
    "41",
    "brighton",
    "br,",
    "(7:30am)",
    "capri",
    "bannister",
    "midlake",
    "woodview",
    "woodpark",
    "saddletowne",
    "ci",
    "carol",
    "(6:18pm)",
    "(12:50pm)",
    "16ave",
    "(10:30pm)",
    "patterson",
    "(6:55am)",
    "university",
    "operations,",
    "11pm",
    "⚠️",
    "out!",
    "articuled",
    "city",
    "bus",
    "campus",
    "wblt",
    "south",
    "mvcs",
    "(2:18pm)",
    "(4:59pm)",
    "34",
    "(7:23pm)",
    "99th",
    "charleswood",
    "repair",
    "nov3-4,",
    "closures",
    "210",
    "elbow",
    "evanston",
    "162",
    "47",
    "james",
    "mckevitt",
    "millview",
    "taradale",
    "cityscape",
    "40",
    "guardrail",
    "10pm",
    "premier",
    "11th",
    "(10:16pm)",
    "fairmount",
    "consider",
    "using",
    "alternative",
    "(2:00pm)",
    "zoo",
    "87",
    "cable",
    "repairs",
    "progress,",
    "city,",
    "range",
    "taking",
    "turns",
    "graves",
    "10:30am)",
    "(5:22pm)",
    "maryvale",
    "(6:45pm)",
    "sw",
    "30",
    "mcgonigal",
    "ogden",
    "mahogany",
    "towne",
    "shawnessy",
    "southport",
    "(9:48am)",
    "wentworth",
    "e,",
    "(7:08am)",
    "35",
    "57",
    "(7:10am)",
    "(4:11pm)",
    "(5:18am)",
    "nw",
    "(1:56pm)",
    "guard",
    "rail",
    "nov1-2,",
    "hospital",
    "nw;",
    "marbank",
    "36nd",
    "grey",
    "eagle",
    "(6:54pm)",
    "involving",
    "semi",
    "catsleridge",
    "(10:57am)",
    "22",
    "(2:36pm)",
    "@newsradiocgy",
    "(4:33pm)",
    "silver",
    "springs",
    "(12:38pm)",
    "(4:25pm)",
    "(4:23pm)",
    "following",
    "field",
    "crosses",
    "event",
    "remembrance",
    "day",
    "westbound",
    "riverfront",
    "access",
    "9-noon",
    "(7:39am)",
    "13",
    "canyon",
    "spun",
    "we",
    "savanna",
    "kensington",
    "23",
    "(6:03am)",
    "slowdowns",
    "backed",
    "(3:57pm)",
    "considerable",
    "27",
    "(9:26am)",
    "(9:58am)",
    "ramp,",
    "9am",
    "194",
    "(7:17am)"
  ],
  "wordToIndex": {
    "1": 163,
    "2": 94,
    "3": 585,
    "4": 340,
    "5": 583,
    "6": 341,
    "7": 586,
    "8": 74,
    "9": 552,
    "10": 504,
    "11": 325,
    "12": 361,
    "13": 756,
    "14": 135,
    "15": 584,
    "16": 79,
    "17": 320,
    "18": 478,
    "19": 300,
    "22": 736,
    "23": 762,
    "24": 515,
    "25": 501,
    "26": 557,
    "27": 768,
    "28": 529,
    "29": 334,
    "30": 704,
    "32": 299,
    "33": 547,
    "34": 661,
    "35": 715,
    "36": 227,
    "37": 369,
    "40": 678,
    "41": 629,
    "42": 548,
    "44": 371,
    "45": 502,
    "46": 519,
    "47": 672,
    "48": 432,
    "50": 326,
    "52": 17,
    "53": 335,
    "57": 716,
    "60": 353,
    "61": 485,
    "64": 333,
    "68": 418,
    "69": 490,
    "72": 343,
    "76": 477,
    "80": 514,
    "84": 342,
    "85": 491,
    "86": 509,
    "87": 690,
    "88": 518,
    "90": 528,
    "96": 332,
    "99": 564,
    "104": 511,
    "114": 363,
    "128": 503,
    "130": 312,
    "144": 489,
    "146": 336,
    "162": 671,
    "194": 773,
    "201": 206,
    "210": 668,
    "212": 375,
    "in": 1,
    "the": 2,
    "central,": 3,
    "slow": 4,
    "moving": 5,
    "traffic": 6,
    "on": 7,
    "john": 8,
    "laurie": 9,
    "boulevard": 10,
    "approaching": 11,
    "shaganappi": 12,
    "normally": 13,
    "vehicle": 14,
    "breakdown": 15,
    "nb": 16,
    "street,": 18,
    "getting": 19,
    "by": 20,
    "adjacent": 21,
    "alert:": 22,
    "minor": 23,
    "incident": 24,
    "crowchild": 25,
    "at": 26,
    "minimal": 27,
    "delays": 28,
    "expected": 29,
    "intersection": 30,
    "of": 31,
    "st": 32,
    "and": 33,
    "peigan,": 34,
    "routine": 35,
    "maintenance": 36,
    "police": 37,
    "attending": 38,
    "hwy": 39,
    "1a": 40,
    "201,": 41,
    "one": 42,
    "lane": 43,
    "scheduled": 44,
    "work": 45,
    "deerfoot": 46,
    "trail,": 47,
    "impact": 48,
    "to": 49,
    "serious": 50,
    "collision": 51,
    "anderson": 52,
    "road": 53,
    "bow,": 54,
    "both": 55,
    "directions": 56,
    "emergency": 57,
    "extraction": 58,
    "progress": 59,
    "single": 60,
    "closure": 61,
    "22x": 62,
    "hw2,": 63,
    "with": 64,
    "services": 65,
    "helping": 66,
    "stoney": 67,
    "trail": 68,
    "barlow": 69,
    "partial": 70,
    "crews": 71,
    "directing": 72,
    "hw": 73,
    "glenmore": 75,
    "expect": 76,
    "brief": 77,
    "sb": 78,
    "ave": 80,
    "near": 81,
    "highway": 82,
    "1a,": 83,
    "regular": 84,
    "flow": 85,
    "maintained": 86,
    "wb": 87,
    "36th": 88,
    "st,": 89,
    "restriction": 90,
    "52nd": 91,
    "moderate": 92,
    "multi-vehicle": 93,
    "22x,": 95,
    "multiple": 96,
    "units": 97,
    "scene": 98,
    "extracting": 99,
    "country": 100,
    "hills": 101,
    "trans-canada": 102,
    "2,": 103,
    "beddington": 104,
    "tr,": 105,
    "all": 106,
    "lanes": 107,
    "remain": 108,
    "are": 109,
    "a": 110,
    "pedestrian": 111,
    "involve": 112,
    "an": 113,
    "hwy1": 114,
    "please": 115,
    "go": 116,
    "watch": 117,
    "for": 118,
    "fellow": 119,
    "mvc": 120,
    "response": 121,
    "major:": 122,
    "tr": 123,
    "full": 124,
    "avoid": 125,
    "16th": 126,
    "av": 127,
    "bow": 128,
    "se,": 129,
    "calgary": 130,
    "-": 131,
    "(4:12pm)": 132,
    "critical:": 133,
    "airport": 134,
    "street": 136,
    "deployed": 137,
    "backup": 138,
    "macleod": 139,
    "but": 140,
    "vehicles": 141,
    "able": 142,
    "crash": 143,
    "managing": 144,
    "eb": 145,
    "hw22x,": 146,
    "stalled": 147,
    "boulevard,": 148,
    "blocking": 149,
    "right": 150,
    "other": 151,
    "experiencing": 152,
    "breakdown,": 153,
    "center": 154,
    "responding": 155,
    "major": 156,
    "requiring": 157,
    "blocked": 158,
    "sarcee": 159,
    "mcknight": 160,
    "blocked,": 161,
    "injuries": 162,
    "area": 164,
    "14th": 165,
    "west": 166,
    "memorial": 167,
    "drive,": 168,
    "blvd": 169,
    "peigan": 170,
    "ems": 171,
    "remaining": 172,
    "significant": 173,
    "congestion,": 174,
    "causing": 175,
    "use": 176,
    "alternate": 177,
    "route": 178,
    "if": 179,
    "possible": 180,
    "out": 181,
    "rd,": 182,
    "hw201": 183,
    "incident:": 184,
    "still": 185,
    "affecting": 186,
    "turn": 187,
    "lane,": 188,
    "barlow,": 189,
    "flowing": 190,
    "smoothly": 191,
    "partially": 192,
    "traffic,": 193,
    "effect": 194,
    "two": 195,
    "southeast,": 196,
    "severely": 197,
    "impacted": 198,
    "disabled": 199,
    "ave,": 200,
    "hwy8": 201,
    "reduce": 202,
    "speed": 203,
    "through": 204,
    "extended": 205,
    "slowdown": 207,
    "disruption,": 208,
    "building": 209,
    "drive": 210,
    "normal": 211,
    "caution": 212,
    "dr,": 213,
    "extra": 214,
    "delays,": 215,
    "road,": 216,
    "hw2": 217,
    "accident": 218,
    "w": 219,
    "critical": 220,
    "complete": 221,
    "fire": 222,
    "affected": 223,
    "left": 224,
    "hills,": 225,
    "affected,": 226,
    "sarcee,": 228,
    "congestion": 229,
    "avenue,": 230,
    "w,": 231,
    "northwest,": 232,
    "glenmore,": 233,
    "rd": 234,
    "backup,": 235,
    "allow": 236,
    "travel": 237,
    "time": 238,
    "slowly": 239,
    "blvd,": 240,
    "reported": 241,
    "hwy201,": 242,
    "limited": 243,
    "incident,": 244,
    "temporary": 245,
    "reduction": 246,
    "hwy1a,": 247,
    "memorial,": 248,
    "local": 249,
    "beddington,": 250,
    "no": 251,
    "routes": 252,
    "northeast,": 253,
    "first": 254,
    "responders": 255,
    "chain-reaction": 256,
    "dr": 257,
    "shaganappi,": 258,
    "hwy22x": 259,
    "hw1a": 260,
    "hw201,": 261,
    "hwy1a": 262,
    "adjustment": 263,
    "avenue": 264,
    "8,": 265,
    "hw22x": 266,
    "disruption": 267,
    "mvc:": 268,
    "av,": 269,
    "southwest,": 270,
    "hwy2": 271,
    "hw1a,": 272,
    "mechanical": 273,
    "issue": 274,
    "some": 275,
    "crowchild,": 276,
    "delay": 277,
    "west,": 278,
    "1,": 279,
    "restrictions,": 280,
    "hwy2,": 281,
    "involved": 282,
    "deerfoot,": 283,
    "mcknight,": 284,
    "assisting": 285,
    "scene,": 286,
    "hwy201": 287,
    "stoney,": 288,
    "anderson,": 289,
    "have": 290,
    "been": 291,
    "called": 292,
    "help": 293,
    "rundlehorn": 294,
    "calgarians": 295,
    "hwy22x,": 296,
    "highway,": 297,
    "laurie,": 298,
    "hwy1,": 301,
    "after": 302,
    "s,": 303,
    "&amp;": 304,
    "hwy560": 305,
    "rr283,": 306,
    "s": 307,
    "chestermere": 308,
    "flag": 309,
    "persons": 310,
    "(11:10pm)": 311,
    "heritage": 313,
    "bonaventure": 314,
    "that's": 315,
    "right-hand": 316,
    "macleod,": 317,
    "ne,": 318,
    "seek": 319,
    "chaparral": 321,
    "bv": 322,
    "nw,": 323,
    "hwy8,": 324,
    "calf": 327,
    "robe": 328,
    "bridge": 329,
    "sw,": 330,
    "richmond": 331,
    "over": 337,
    "top": 338,
    "left-hand": 339,
    "multi": 344,
    "shawville": 345,
    "shalom": 346,
    "wy": 347,
    "old": 348,
    "banff": 349,
    "coach": 350,
    "panorama": 351,
    "cleared:": 352,
    "ne": 354,
    "has": 355,
    "temple": 356,
    "hit": 357,
    "median": 358,
    "berkley": 359,
    "gate": 360,
    "north": 362,
    "aviation": 364,
    "nose": 365,
    "hill": 366,
    "rh": 367,
    "(3:28pm)": 368,
    "bedford": 370,
    "just": 372,
    "past": 373,
    "backups": 374,
    "(10:57pm)": 376,
    "new": 377,
    "sign": 378,
    "peace": 379,
    "today": 380,
    "indicating": 381,
    "that": 382,
    "river": 383,
    "pathway": 384,
    "is": 385,
    "closed": 386,
    "along": 387,
    "red": 388,
    "mention": 389,
    "why": 390,
    "or": 391,
    "how": 392,
    "long": 393,
    "guessing": 394,
    "it'll": 395,
    "be": 396,
    "couple": 397,
    "weeks": 398,
    "least?": 399,
    "probably": 400,
    "(6:38pm)": 401,
    "via": 402,
    "@yyctransport": 403,
    "blackfoot": 404,
    "spruce": 405,
    "meadows": 406,
    "way": 407,
    "mvc,": 408,
    "lh": 409,
    "(3:54pm)": 410,
    "repairs,": 411,
    "from": 412,
    "9pm": 413,
    "reduced": 414,
    "37th": 415,
    "middle": 416,
    "southland": 417,
    "stay": 419,
    "(6:13pm)": 420,
    "signals": 421,
    "flashing": 422,
    "crew": 423,
    "blank": 424,
    "dalhousie": 425,
    "power": 426,
    "outage": 427,
    "4th": 428,
    "there's": 429,
    "single-vehicle": 430,
    "32nd": 431,
    "east": 433,
    "off": 434,
    "due": 435,
    "on-ramp": 436,
    "deck": 437,
    "snow": 438,
    "removal,": 439,
    "rhl": 440,
    "(9:50pm)": 441,
    "harvest": 442,
    "n,": 443,
    "applewood": 444,
    "conditions": 445,
    "\"so-so\"": 446,
    "around": 447,
    "covered": 448,
    "here's": 449,
    "look": 450,
    "(2:24pm)": 451,
    "falconridge": 452,
    "aero": 453,
    "ga": 454,
    "17th": 455,
    "off-ramp": 456,
    "metis": 457,
    "light": 458,
    "daylight": 459,
    "centre": 460,
    "as": 461,
    "you": 462,
    "know,": 463,
    "se": 464,
    "being": 465,
    "diverted": 466,
    "into": 467,
    "i": 468,
    "this": 469,
    "most": 470,
    "morning": 471,
    "safely": 472,
    "flipped": 473,
    "truck,": 474,
    "clean": 475,
    "up": 476,
    "(6:13am)": 479,
    "intersection,": 480,
    "edmonton": 481,
    "incidents": 482,
    "area,": 483,
    "additional": 484,
    "seton": 486,
    "blown": 487,
    "tire": 488,
    "hwy566": 492,
    "crossiron": 493,
    "balzac": 494,
    "concrete": 495,
    "barrier": 496,
    "work,": 497,
    "12pm": 498,
    "6pm;": 499,
    "8am": 500,
    "calgary,": 505,
    "hand": 506,
    "(4:40pm)": 507,
    "ramp": 508,
    "114th": 510,
    "santana": 512,
    "berkshire": 513,
    "mckenzie": 516,
    "lake": 517,
    "dealing": 520,
    "radcliffe": 521,
    "flat": 522,
    "keep": 523,
    "(1:13pm)": 524,
    "interchange,": 525,
    "mcleod": 526,
    "(3:08pm)": 527,
    "hidden": 530,
    "valley": 531,
    "li": 532,
    "northmount": 533,
    "bearspaw": 534,
    "dam": 535,
    "lrt": 536,
    "arms": 537,
    "malfunctioning": 538,
    "162nd": 539,
    "way,": 540,
    "(11:48am)": 541,
    "shoulder": 542,
    "5a": 543,
    "currently": 544,
    "tuscany": 545,
    "hl": 546,
    "prestwick": 549,
    "(6:57am)": 550,
    "sherwood": 551,
    "symons": 553,
    "py": 554,
    "sherview": 555,
    "onto": 556,
    "qeii": 558,
    "n": 559,
    "(9:56am)": 560,
    "64th": 561,
    "64thavenue,": 562,
    "bridge,": 563,
    "detour": 565,
    "place,": 566,
    "coventry": 567,
    "uxbridge": 568,
    "jct": 569,
    "hwy566,": 570,
    "interchange": 571,
    "lhl": 572,
    "(5:37pm)": 573,
    "merge": 574,
    "overnight": 575,
    "construction": 576,
    "lanes,": 577,
    "there": 578,
    "(8:38pm)": 579,
    "cornerstone": 580,
    "blcoking": 581,
    "(1:44pm)": 582,
    "bocking": 587,
    "exit": 588,
    "33rd": 589,
    "off,": 590,
    "pumphouse": 591,
    "ivor": 592,
    "strong": 593,
    "scenic": 594,
    "acres": 595,
    "(7:09pm)": 596,
    "marlborough": 597,
    "collision,": 598,
    "northbound": 599,
    "they": 600,
    "will": 601,
    "reopen": 602,
    "once": 603,
    "(4:36pm)": 604,
    "rundleside": 605,
    "earlier": 606,
    "until": 607,
    "double": 608,
    "good": 609,
    "morning!": 610,
    "improvement": 611,
    "lots": 612,
    "slippery": 613,
    "sections": 614,
    "plus": 615,
    "wb,": 616,
    "it's": 617,
    "cold": 618,
    "there!": 619,
    "roads": 620,
    "fog": 621,
    "too": 622,
    "get": 623,
    "through,": 624,
    "drivers": 625,
    "need": 626,
    "take": 627,
    "instead": 628,
    "brighton": 630,
    "br,": 631,
    "(7:30am)": 632,
    "capri": 633,
    "bannister": 634,
    "midlake": 635,
    "woodview": 636,
    "woodpark": 637,
    "saddletowne": 638,
    "ci": 639,
    "carol": 640,
    "(6:18pm)": 641,
    "(12:50pm)": 642,
    "16ave": 643,
    "(10:30pm)": 644,
    "patterson": 645,
    "(6:55am)": 646,
    "university": 647,
    "operations,": 648,
    "11pm": 649,
    "⚠️": 650,
    "out!": 651,
    "articuled": 652,
    "city": 653,
    "bus": 654,
    "campus": 655,
    "wblt": 656,
    "south": 657,
    "mvcs": 658,
    "(2:18pm)": 659,
    "(4:59pm)": 660,
    "(7:23pm)": 662,
    "99th": 663,
    "charleswood": 664,
    "repair": 665,
    "nov3-4,": 666,
    "closures": 667,
    "elbow": 669,
    "evanston": 670,
    "james": 673,
    "mckevitt": 674,
    "millview": 675,
    "taradale": 676,
    "cityscape": 677,
    "guardrail": 679,
    "10pm": 680,
    "premier": 681,
    "11th": 682,
    "(10:16pm)": 683,
    "fairmount": 684,
    "consider": 685,
    "using": 686,
    "alternative": 687,
    "(2:00pm)": 688,
    "zoo": 689,
    "cable": 691,
    "repairs": 692,
    "progress,": 693,
    "city,": 694,
    "range": 695,
    "taking": 696,
    "turns": 697,
    "graves": 698,
    "10:30am)": 699,
    "(5:22pm)": 700,
    "maryvale": 701,
    "(6:45pm)": 702,
    "sw": 703,
    "mcgonigal": 705,
    "ogden": 706,
    "mahogany": 707,
    "towne": 708,
    "shawnessy": 709,
    "southport": 710,
    "(9:48am)": 711,
    "wentworth": 712,
    "e,": 713,
    "(7:08am)": 714,
    "(7:10am)": 717,
    "(4:11pm)": 718,
    "(5:18am)": 719,
    "nw": 720,
    "(1:56pm)": 721,
    "guard": 722,
    "rail": 723,
    "nov1-2,": 724,
    "hospital": 725,
    "nw;": 726,
    "marbank": 727,
    "36nd": 728,
    "grey": 729,
    "eagle": 730,
    "(6:54pm)": 731,
    "involving": 732,
    "semi": 733,
    "catsleridge": 734,
    "(10:57am)": 735,
    "(2:36pm)": 737,
    "@newsradiocgy": 738,
    "(4:33pm)": 739,
    "silver": 740,
    "springs": 741,
    "(12:38pm)": 742,
    "(4:25pm)": 743,
    "(4:23pm)": 744,
    "following": 745,
    "field": 746,
    "crosses": 747,
    "event": 748,
    "remembrance": 749,
    "day": 750,
    "westbound": 751,
    "riverfront": 752,
    "access": 753,
    "9-noon": 754,
    "(7:39am)": 755,
    "canyon": 757,
    "spun": 758,
    "we": 759,
    "savanna": 760,
    "kensington": 761,
    "(6:03am)": 763,
    "slowdowns": 764,
    "backed": 765,
    "(3:57pm)": 766,
    "considerable": 767,
    "(9:26am)": 769,
    "(9:58am)": 770,
    "ramp,": 771,
    "9am": 772,
    "(7:17am)": 774
  },
  "maxSequenceLength": 50
}