{
  "vocabulary": [
    "alert:",
    "traffic",
    "incident",
    "on",
    "hw",
    "8",
    "near",
    "shaganappi,",
    "blocking",
    "the",
    "right",
    "allow",
    "extra",
    "travel",
    "time",
    "incident:",
    "lane",
    "blocked",
    "highway",
    "1a",
    "deerfoot",
    "tr,",
    "expect",
    "eb",
    "wb",
    "experiencing",
    "collision",
    "with",
    "delays,",
    "center",
    "moving",
    "slowly",
    "barlow",
    "memorial",
    "dr,",
    "single",
    "but",
    "no",
    "injuries",
    "road",
    "work",
    "intersection",
    "of",
    "14th",
    "st",
    "w",
    "and",
    "anderson,",
    "all",
    "lanes",
    "remain",
    "scheduled",
    "hwy",
    "22x",
    "approaching",
    "sarcee,",
    "minimal",
    "impact",
    "to",
    "sb",
    "16th",
    "avenue",
    "-",
    "affecting",
    "turn",
    "lane,",
    "drive",
    "caution",
    "multi-vehicle",
    "2",
    "emergency",
    "crews",
    "restriction",
    "in",
    "effect",
    "36",
    "st,",
    "moderate",
    "southwest,",
    "slow",
    "hwy1",
    "52",
    "brief",
    "delays",
    "possible",
    "major:",
    "attending",
    "chain-reaction",
    "crash",
    "multiple",
    "affected",
    "street",
    "response",
    "minor",
    "mcknight",
    "boulevard",
    "at",
    "shaganappi",
    "regular",
    "flow",
    "maintained",
    "macleod",
    "trail",
    "normal",
    "northeast,",
    "watch",
    "out",
    "for",
    "a",
    "sarcee",
    "building",
    "area",
    "serious",
    "16",
    "av",
    "bow",
    "trail,",
    "full",
    "deployed",
    "critical:",
    "vehicle",
    "beddington",
    "services",
    "extracting",
    "ave",
    "peigan",
    "avoid",
    "if",
    "mvc",
    "201",
    "severely",
    "hw2,",
    "units",
    "responding",
    "36th",
    "street,",
    "nb",
    "hwy22x",
    "memorial,",
    "routine",
    "maintenance",
    "airport",
    "tr",
    "blvd",
    "ne,",
    "calgary",
    "(6:13am)",
    "country",
    "hills",
    "getting",
    "by",
    "remaining",
    "hwy201",
    "causing",
    "still",
    "flowing",
    "police",
    "one",
    "mvc:",
    "stoney",
    "major",
    "macleod,",
    "complete",
    "closure",
    "glenmore",
    "expected",
    "1,",
    "w,",
    "left",
    "both",
    "directions",
    "extended",
    "hwy8,",
    "delay",
    "52nd",
    "crowchild",
    "1",
    "impacted",
    "john",
    "laurie",
    "8,",
    "ave,",
    "first",
    "responders",
    "partial",
    "directing",
    "southeast,",
    "14",
    "west,",
    "northwest,",
    "use",
    "alternate",
    "route",
    "boulevard,",
    "restrictions,",
    "managing",
    "temporary",
    "reduction",
    "partially",
    "traffic,",
    "reported",
    "hwy2",
    "hw201,",
    "slowdown",
    "hw1a,",
    "two",
    "hwy1a",
    "critical",
    "hw2",
    "hwy201,",
    "reduce",
    "speed",
    "through",
    "1a,",
    "hw201",
    "significant",
    "congestion,",
    "central,",
    "peigan,",
    "vehicles",
    "trans-canada",
    "congestion",
    "smoothly",
    "mechanical",
    "issue",
    "some",
    "scene",
    "requiring",
    "extraction",
    "ems",
    "routes",
    "normally",
    "helping",
    "breakdown",
    "adjacent",
    "are",
    "pedestrian",
    "involve",
    "an",
    "please",
    "go",
    "fellow",
    "beddington,",
    "disabled",
    "anderson",
    "hwy8",
    "west",
    "incident,",
    "disruption",
    "glenmore,",
    "disruption,",
    "backup",
    "able",
    "mcknight,",
    "assisting",
    "201,",
    "bow,",
    "scene,",
    "stalled",
    "other",
    "22x,",
    "hwy1,",
    "hw1a",
    "hw22x,",
    "blvd,",
    "affected,",
    "avenue,",
    "stoney,",
    "barlow,",
    "highway,",
    "laurie,",
    "av,",
    "involved",
    "deerfoot,",
    "2,",
    "local",
    "adjustment",
    "hwy2,",
    "fire",
    "limited",
    "hwy1a,",
    "hw22x",
    "17th",
    "left-hand",
    "dr",
    "hwy22x,",
    "road,",
    "backup,",
    "breakdown,",
    "blocked,",
    "rd,",
    "hills,",
    "progress",
    "crowchild,",
    "new",
    "right-hand",
    "80",
    "saddletowne",
    "ci",
    "accident",
    "68",
    "applewood",
    "james",
    "mckevitt",
    "rd",
    "millview",
    "ga",
    "drive,",
    "212",
    "seek",
    "64thavenue,",
    "there's",
    "17",
    "se",
    "se,",
    "bedford",
    "114",
    "falconridge",
    "61",
    "(4:12pm)",
    "64",
    "rundlehorn",
    "university",
    "off-ramp",
    "metis",
    "light",
    "repairs,",
    "daylight",
    "84",
    "nw,",
    "ivor",
    "strong",
    "bridge,",
    "that's",
    "e,",
    "(7:08am)",
    "just",
    "past",
    "11th",
    "37th",
    "middle",
    "backups",
    "stay",
    "calf",
    "robe",
    "bridge",
    "north",
    "off",
    "hill",
    "there",
    "is",
    "too",
    "slippery",
    "get",
    "through,",
    "drivers",
    "need",
    "take",
    "instead",
    "signals",
    "12",
    "graves",
    "east",
    "64th",
    "lots",
    "tuscany",
    "bv",
    "scenic",
    "acres",
    "li",
    "144",
    "69",
    "85",
    "(7:17am)",
    "96",
    "cleared:",
    "earlier",
    "3",
    "7",
    "has",
    "blown",
    "tire",
    "128",
    "symons",
    "valley",
    "py",
    "sherview",
    "24",
    "sw,",
    "shawville",
    "mvc,",
    "rh",
    "(2:36pm)",
    "via",
    "@newsradiocgy",
    "33",
    "4",
    "lhl",
    "sw",
    "southland",
    "elbow",
    "44",
    "18",
    "santana",
    "berkshire",
    "blackfoot",
    "canyon",
    "meadows",
    "harvest",
    "n,",
    "good",
    "morning!",
    "improvement",
    "sections",
    "plus",
    "wb,",
    "slowdowns",
    "due",
    "backed",
    "up",
    "30",
    "42",
    "blank",
    "53",
    "dalhousie",
    "power",
    "outage",
    "seton",
    "11",
    "that",
    "intersection,",
    "heritage",
    "hand",
    "(10:57am)",
    "bocking",
    "ramp",
    "onto",
    "way",
    "162",
    "86",
    "after",
    "shalom",
    "wy",
    "panorama",
    "99",
    "exit",
    "mckenzie",
    "lake",
    "(4:11pm)",
    "5",
    "32nd",
    "have",
    "been",
    "called",
    "help",
    "32",
    "carol",
    "nose",
    "marlborough",
    "centre",
    "40",
    "qeii",
    "jct",
    "hwy566,",
    "balzac",
    "interchange",
    "(5:37pm)",
    "mcleod",
    "calgarians",
    "16ave",
    "guard",
    "rail",
    "repairs",
    "nov1-2,",
    "from",
    "10pm",
    "lh",
    "closed",
    "reduced",
    "50",
    "ne",
    "(6:57am)",
    "shoulder",
    "cable",
    "barrier",
    "progress,",
    "28",
    "this",
    "collision,",
    "northbound",
    "they",
    "will",
    "reopen",
    "once",
    "safely",
    "87",
    "60",
    "mahogany",
    "(3:08pm)",
    "@yyctransport",
    "around",
    "interchange,",
    "10",
    "lrt",
    "arms",
    "malfunctioning",
    "162nd",
    "way,",
    "(7:39am)",
    "(10:30pm)",
    "silver",
    "springs",
    "36nd",
    "old",
    "banff",
    "coach",
    "cityscape",
    "aviation",
    "flashing",
    "red",
    "ogden",
    "(9:58am)",
    "calgary,",
    "(4:40pm)",
    "(9:26am)",
    "19",
    "9pm",
    "25",
    "45",
    "involving",
    "semi",
    "incidents",
    "area,",
    "additional",
    "crew",
    "26",
    "charleswood",
    "nw",
    "operations,",
    "until",
    "overnight",
    "construction",
    "lanes,",
    "on-ramp",
    "(7:10am)",
    "(11:48am)",
    "brighton",
    "pumphouse",
    "chaparral",
    "194",
    "cornerstone",
    "considerable",
    "conditions",
    "\"so-so\"",
    "snow",
    "covered",
    "here's",
    "look",
    "hwy566",
    "crossiron",
    "concrete",
    "work,",
    "12pm",
    "6pm;",
    "8am",
    "6",
    "(4:25pm)",
    "rundleside",
    "99th",
    "flat",
    "keep",
    "(1:13pm)",
    "we",
    "hl",
    "(3:28pm)",
    "richmond",
    "57",
    "&amp;",
    "double",
    "37",
    "(4:23pm)",
    "88",
    "46",
    "berkley",
    "gate",
    "76",
    "hidden",
    "as",
    "you",
    "probably",
    "know,",
    "being",
    "diverted",
    "into",
    "i",
    "most",
    "morning",
    "flipped",
    "truck,",
    "clean",
    "shawnessy",
    "radcliffe",
    "5a",
    "currently",
    "11pm",
    "(4:36pm)",
    "(6:18pm)",
    "72",
    "multi",
    "104",
    "(4:33pm)",
    "south",
    "mvcs",
    "(2:18pm)",
    "closures",
    "zoo",
    "146",
    "taradale",
    "10:30am)"
  ],
  "wordToIndex": {
    "1": 177,
    "2": 70,
    "3": 378,
    "4": 397,
    "5": 450,
    "6": 566,
    "7": 379,
    "8": 6,
    "10": 503,
    "11": 429,
    "12": 361,
    "14": 188,
    "16": 114,
    "17": 313,
    "18": 403,
    "19": 526,
    "24": 388,
    "25": 528,
    "26": 536,
    "28": 487,
    "30": 421,
    "32": 456,
    "33": 396,
    "36": 76,
    "37": 580,
    "40": 461,
    "42": 422,
    "44": 402,
    "45": 529,
    "46": 583,
    "50": 480,
    "52": 82,
    "53": 424,
    "57": 577,
    "60": 497,
    "61": 319,
    "64": 321,
    "68": 301,
    "69": 372,
    "72": 608,
    "76": 586,
    "80": 297,
    "84": 329,
    "85": 373,
    "86": 440,
    "87": 496,
    "88": 582,
    "96": 375,
    "99": 445,
    "104": 610,
    "114": 317,
    "128": 383,
    "144": 371,
    "146": 617,
    "162": 439,
    "194": 550,
    "201": 130,
    "212": 309,
    "alert:": 1,
    "traffic": 2,
    "incident": 3,
    "on": 4,
    "hw": 5,
    "near": 7,
    "shaganappi,": 8,
    "blocking": 9,
    "the": 10,
    "right": 11,
    "allow": 12,
    "extra": 13,
    "travel": 14,
    "time": 15,
    "incident:": 16,
    "lane": 17,
    "blocked": 18,
    "highway": 19,
    "1a": 20,
    "deerfoot": 21,
    "tr,": 22,
    "expect": 23,
    "eb": 24,
    "wb": 25,
    "experiencing": 26,
    "collision": 27,
    "with": 28,
    "delays,": 29,
    "center": 30,
    "moving": 31,
    "slowly": 32,
    "barlow": 33,
    "memorial": 34,
    "dr,": 35,
    "single": 36,
    "but": 37,
    "no": 38,
    "injuries": 39,
    "road": 40,
    "work": 41,
    "intersection": 42,
    "of": 43,
    "14th": 44,
    "st": 45,
    "w": 46,
    "and": 47,
    "anderson,": 48,
    "all": 49,
    "lanes": 50,
    "remain": 51,
    "scheduled": 52,
    "hwy": 53,
    "22x": 54,
    "approaching": 55,
    "sarcee,": 56,
    "minimal": 57,
    "impact": 58,
    "to": 59,
    "sb": 60,
    "16th": 61,
    "avenue": 62,
    "-": 63,
    "affecting": 64,
    "turn": 65,
    "lane,": 66,
    "drive": 67,
    "caution": 68,
    "multi-vehicle": 69,
    "emergency": 71,
    "crews": 72,
    "restriction": 73,
    "in": 74,
    "effect": 75,
    "st,": 77,
    "moderate": 78,
    "southwest,": 79,
    "slow": 80,
    "hwy1": 81,
    "brief": 83,
    "delays": 84,
    "possible": 85,
    "major:": 86,
    "attending": 87,
    "chain-reaction": 88,
    "crash": 89,
    "multiple": 90,
    "affected": 91,
    "street": 92,
    "response": 93,
    "minor": 94,
    "mcknight": 95,
    "boulevard": 96,
    "at": 97,
    "shaganappi": 98,
    "regular": 99,
    "flow": 100,
    "maintained": 101,
    "macleod": 102,
    "trail": 103,
    "normal": 104,
    "northeast,": 105,
    "watch": 106,
    "out": 107,
    "for": 108,
    "a": 109,
    "sarcee": 110,
    "building": 111,
    "area": 112,
    "serious": 113,
    "av": 115,
    "bow": 116,
    "trail,": 117,
    "full": 118,
    "deployed": 119,
    "critical:": 120,
    "vehicle": 121,
    "beddington": 122,
    "services": 123,
    "extracting": 124,
    "ave": 125,
    "peigan": 126,
    "avoid": 127,
    "if": 128,
    "mvc": 129,
    "severely": 131,
    "hw2,": 132,
    "units": 133,
    "responding": 134,
    "36th": 135,
    "street,": 136,
    "nb": 137,
    "hwy22x": 138,
    "memorial,": 139,
    "routine": 140,
    "maintenance": 141,
    "airport": 142,
    "tr": 143,
    "blvd": 144,
    "ne,": 145,
    "calgary": 146,
    "(6:13am)": 147,
    "country": 148,
    "hills": 149,
    "getting": 150,
    "by": 151,
    "remaining": 152,
    "hwy201": 153,
    "causing": 154,
    "still": 155,
    "flowing": 156,
    "police": 157,
    "one": 158,
    "mvc:": 159,
    "stoney": 160,
    "major": 161,
    "macleod,": 162,
    "complete": 163,
    "closure": 164,
    "glenmore": 165,
    "expected": 166,
    "1,": 167,
    "w,": 168,
    "left": 169,
    "both": 170,
    "directions": 171,
    "extended": 172,
    "hwy8,": 173,
    "delay": 174,
    "52nd": 175,
    "crowchild": 176,
    "impacted": 178,
    "john": 179,
    "laurie": 180,
    "8,": 181,
    "ave,": 182,
    "first": 183,
    "responders": 184,
    "partial": 185,
    "directing": 186,
    "southeast,": 187,
    "west,": 189,
    "northwest,": 190,
    "use": 191,
    "alternate": 192,
    "route": 193,
    "boulevard,": 194,
    "restrictions,": 195,
    "managing": 196,
    "temporary": 197,
    "reduction": 198,
    "partially": 199,
    "traffic,": 200,
    "reported": 201,
    "hwy2": 202,
    "hw201,": 203,
    "slowdown": 204,
    "hw1a,": 205,
    "two": 206,
    "hwy1a": 207,
    "critical": 208,
    "hw2": 209,
    "hwy201,": 210,
    "reduce": 211,
    "speed": 212,
    "through": 213,
    "1a,": 214,
    "hw201": 215,
    "significant": 216,
    "congestion,": 217,
    "central,": 218,
    "peigan,": 219,
    "vehicles": 220,
    "trans-canada": 221,
    "congestion": 222,
    "smoothly": 223,
    "mechanical": 224,
    "issue": 225,
    "some": 226,
    "scene": 227,
    "requiring": 228,
    "extraction": 229,
    "ems": 230,
    "routes": 231,
    "normally": 232,
    "helping": 233,
    "breakdown": 234,
    "adjacent": 235,
    "are": 236,
    "pedestrian": 237,
    "involve": 238,
    "an": 239,
    "please": 240,
    "go": 241,
    "fellow": 242,
    "beddington,": 243,
    "disabled": 244,
    "anderson": 245,
    "hwy8": 246,
    "west": 247,
    "incident,": 248,
    "disruption": 249,
    "glenmore,": 250,
    "disruption,": 251,
    "backup": 252,
    "able": 253,
    "mcknight,": 254,
    "assisting": 255,
    "201,": 256,
    "bow,": 257,
    "scene,": 258,
    "stalled": 259,
    "other": 260,
    "22x,": 261,
    "hwy1,": 262,
    "hw1a": 263,
    "hw22x,": 264,
    "blvd,": 265,
    "affected,": 266,
    "avenue,": 267,
    "stoney,": 268,
    "barlow,": 269,
    "highway,": 270,
    "laurie,": 271,
    "av,": 272,
    "involved": 273,
    "deerfoot,": 274,
    "2,": 275,
    "local": 276,
    "adjustment": 277,
    "hwy2,": 278,
    "fire": 279,
    "limited": 280,
    "hwy1a,": 281,
    "hw22x": 282,
    "17th": 283,
    "left-hand": 284,
    "dr": 285,
    "hwy22x,": 286,
    "road,": 287,
    "backup,": 288,
    "breakdown,": 289,
    "blocked,": 290,
    "rd,": 291,
    "hills,": 292,
    "progress": 293,
    "crowchild,": 294,
    "new": 295,
    "right-hand": 296,
    "saddletowne": 298,
    "ci": 299,
    "accident": 300,
    "applewood": 302,
    "james": 303,
    "mckevitt": 304,
    "rd": 305,
    "millview": 306,
    "ga": 307,
    "drive,": 308,
    "seek": 310,
    "64thavenue,": 311,
    "there's": 312,
    "se": 314,
    "se,": 315,
    "bedford": 316,
    "falconridge": 318,
    "(4:12pm)": 320,
    "rundlehorn": 322,
    "university": 323,
    "off-ramp": 324,
    "metis": 325,
    "light": 326,
    "repairs,": 327,
    "daylight": 328,
    "nw,": 330,
    "ivor": 331,
    "strong": 332,
    "bridge,": 333,
    "that's": 334,
    "e,": 335,
    "(7:08am)": 336,
    "just": 337,
    "past": 338,
    "11th": 339,
    "37th": 340,
    "middle": 341,
    "backups": 342,
    "stay": 343,
    "calf": 344,
    "robe": 345,
    "bridge": 346,
    "north": 347,
    "off": 348,
    "hill": 349,
    "there": 350,
    "is": 351,
    "too": 352,
    "slippery": 353,
    "get": 354,
    "through,": 355,
    "drivers": 356,
    "need": 357,
    "take": 358,
    "instead": 359,
    "signals": 360,
    "graves": 362,
    "east": 363,
    "64th": 364,
    "lots": 365,
    "tuscany": 366,
    "bv": 367,
    "scenic": 368,
    "acres": 369,
    "li": 370,
    "(7:17am)": 374,
    "cleared:": 376,
    "earlier": 377,
    "has": 380,
    "blown": 381,
    "tire": 382,
    "symons": 384,
    "valley": 385,
    "py": 386,
    "sherview": 387,
    "sw,": 389,
    "shawville": 390,
    "mvc,": 391,
    "rh": 392,
    "(2:36pm)": 393,
    "via": 394,
    "@newsradiocgy": 395,
    "lhl": 398,
    "sw": 399,
    "southland": 400,
    "elbow": 401,
    "santana": 404,
    "berkshire": 405,
    "blackfoot": 406,
    "canyon": 407,
    "meadows": 408,
    "harvest": 409,
    "n,": 410,
    "good": 411,
    "morning!": 412,
    "improvement": 413,
    "sections": 414,
    "plus": 415,
    "wb,": 416,
    "slowdowns": 417,
    "due": 418,
    "backed": 419,
    "up": 420,
    "blank": 423,
    "dalhousie": 425,
    "power": 426,
    "outage": 427,
    "seton": 428,
    "that": 430,
    "intersection,": 431,
    "heritage": 432,
    "hand": 433,
    "(10:57am)": 434,
    "bocking": 435,
    "ramp": 436,
    "onto": 437,
    "way": 438,
    "after": 441,
    "shalom": 442,
    "wy": 443,
    "panorama": 444,
    "exit": 446,
    "mckenzie": 447,
    "lake": 448,
    "(4:11pm)": 449,
    "32nd": 451,
    "have": 452,
    "been": 453,
    "called": 454,
    "help": 455,
    "carol": 457,
    "nose": 458,
    "marlborough": 459,
    "centre": 460,
    "qeii": 462,
    "jct": 463,
    "hwy566,": 464,
    "balzac": 465,
    "interchange": 466,
    "(5:37pm)": 467,
    "mcleod": 468,
    "calgarians": 469,
    "16ave": 470,
    "guard": 471,
    "rail": 472,
    "repairs": 473,
    "nov1-2,": 474,
    "from": 475,
    "10pm": 476,
    "lh": 477,
    "closed": 478,
    "reduced": 479,
    "ne": 481,
    "(6:57am)": 482,
    "shoulder": 483,
    "cable": 484,
    "barrier": 485,
    "progress,": 486,
    "this": 488,
    "collision,": 489,
    "northbound": 490,
    "they": 491,
    "will": 492,
    "reopen": 493,
    "once": 494,
    "safely": 495,
    "mahogany": 498,
    "(3:08pm)": 499,
    "@yyctransport": 500,
    "around": 501,
    "interchange,": 502,
    "lrt": 504,
    "arms": 505,
    "malfunctioning": 506,
    "162nd": 507,
    "way,": 508,
    "(7:39am)": 509,
    "(10:30pm)": 510,
    "silver": 511,
    "springs": 512,
    "36nd": 513,
    "old": 514,
    "banff": 515,
    "coach": 516,
    "cityscape": 517,
    "aviation": 518,
    "flashing": 519,
    "red": 520,
    "ogden": 521,
    "(9:58am)": 522,
    "calgary,": 523,
    "(4:40pm)": 524,
    "(9:26am)": 525,
    "9pm": 527,
    "involving": 530,
    "semi": 531,
    "incidents": 532,
    "area,": 533,
    "additional": 534,
    "crew": 535,
    "charleswood": 537,
    "nw": 538,
    "operations,": 539,
    "until": 540,
    "overnight": 541,
    "construction": 542,
    "lanes,": 543,
    "on-ramp": 544,
    "(7:10am)": 545,
    "(11:48am)": 546,
    "brighton": 547,
    "pumphouse": 548,
    "chaparral": 549,
    "cornerstone": 551,
    "considerable": 552,
    "conditions": 553,
    "\"so-so\"": 554,
    "snow": 555,
    "covered": 556,
    "here's": 557,
    "look": 558,
    "hwy566": 559,
    "crossiron": 560,
    "concrete": 561,
    "work,": 562,
    "12pm": 563,
    "6pm;": 564,
    "8am": 565,
    "(4:25pm)": 567,
    "rundleside": 568,
    "99th": 569,
    "flat": 570,
    "keep": 571,
    "(1:13pm)": 572,
    "we": 573,
    "hl": 574,
    "(3:28pm)": 575,
    "richmond": 576,
    "&amp;": 578,
    "double": 579,
    "(4:23pm)": 581,
    "berkley": 584,
    "gate": 585,
    "hidden": 587,
    "as": 588,
    "you": 589,
    "probably": 590,
    "know,": 591,
    "being": 592,
    "diverted": 593,
    "into": 594,
    "i": 595,
    "most": 596,
    "morning": 597,
    "flipped": 598,
    "truck,": 599,
    "clean": 600,
    "shawnessy": 601,
    "radcliffe": 602,
    "5a": 603,
    "currently": 604,
    "11pm": 605,
    "(4:36pm)": 606,
    "(6:18pm)": 607,
    "multi": 609,
    "(4:33pm)": 611,
    "south": 612,
    "mvcs": 613,
    "(2:18pm)": 614,
    "closures": 615,
    "zoo": 616,
    "taradale": 618,
    "10:30am)": 619
  },
  "maxSequenceLength": 50
}