{
  "vocabulary": [
    "alert:",
    "lane",
    "restriction",
    "on",
    "sb",
    "highway",
    "201,",
    "moderate",
    "delays",
    "#yyctraffic",
    "#yycroads",
    "eb",
    "intersection",
    "of",
    "1a",
    "and",
    "hwy",
    "2",
    "-",
    "closure",
    "affecting",
    "the",
    "turn",
    "lane,",
    "drive",
    "with",
    "extra",
    "caution",
    "major:",
    "emergency",
    "crews",
    "attending",
    "critical",
    "beddington",
    "14th",
    "street",
    "both",
    "directions",
    "affected",
    "in",
    "central,",
    "routine",
    "maintenance",
    "work",
    "crowchild",
    "trail",
    "at",
    "52",
    "normal",
    "traffic",
    "slowdown",
    "36th",
    "st",
    "multi-vehicle",
    "incident",
    "glenmore",
    "tr",
    "approaching",
    "hw",
    "1,",
    "full",
    "extended",
    "expected",
    "mvc",
    "injuries",
    "country",
    "hills",
    "boulevard",
    "multiple",
    "units",
    "expect",
    "major",
    "minor",
    "trans-canada",
    "16th",
    "av,",
    "22x",
    "street,",
    "services",
    "are",
    "helping",
    "a",
    "pedestrian",
    "involved",
    "an",
    "w",
    "14",
    "lanes",
    "please",
    "go",
    "slow",
    "watch",
    "for",
    "fellow",
    "calgarians",
    "serious",
    "collision",
    "hwy22x",
    "deerfoot",
    "northeast,",
    "congestion",
    "critical:",
    "anderson",
    "blocking",
    "all",
    "police",
    "responding",
    "hwy1",
    "trail,",
    "16",
    "avenue",
    "road",
    "avoid",
    "southeast,",
    "brief",
    "delay",
    "8",
    "mcknight",
    "moving",
    "normally",
    "shaganappi",
    "blvd,",
    "remain",
    "regular",
    "west,",
    "requiring",
    "extraction",
    "201",
    "near",
    "52nd",
    "effect",
    "1",
    "hw201",
    "out",
    "crash",
    "airport",
    "tr,",
    "left",
    "hwy8",
    "partially",
    "traffic,",
    "allow",
    "travel",
    "time",
    "scheduled",
    "memorial",
    "barlow",
    "minimal",
    "impact",
    "to",
    "wb",
    "northwest,",
    "blvd",
    "reduce",
    "speed",
    "through",
    "area",
    "if",
    "possible",
    "chain-reaction",
    "experiencing",
    "disruption,",
    "right",
    "nb",
    "response",
    "deployed",
    "36",
    "complete",
    "extracting",
    "severely",
    "impacted",
    "west",
    "vehicle",
    "breakdown,",
    "building",
    "stoney",
    "8,",
    "sarcee",
    "hw2",
    "ave",
    "centre",
    "n,",
    "middle",
    "ave,",
    "slowly",
    "dr,",
    "flow",
    "maintained",
    "bow",
    "blocked",
    "southwest,",
    "av",
    "rd,",
    "center",
    "incident:",
    "hw2,",
    "john",
    "laurie,",
    "macleod",
    "hwy2",
    "scene",
    "use",
    "alternate",
    "route",
    "laurie",
    "w,",
    "rd",
    "causing",
    "restrictions,",
    "local",
    "adjustment",
    "highway,",
    "peigan",
    "hwy1,",
    "road,",
    "ems",
    "flowing",
    "smoothly",
    "st,",
    "routes",
    "mvc:",
    "vehicles",
    "single",
    "two",
    "significant",
    "congestion,",
    "temporary",
    "reduction",
    "boulevard,",
    "22x,",
    "barlow,",
    "1a,",
    "glenmore,",
    "hwy1a,",
    "sarcee,",
    "backup,",
    "deerfoot,",
    "fire",
    "delays,",
    "hwy1a",
    "incident,",
    "hw1a",
    "hwy22x,",
    "progress",
    "disruption",
    "162",
    "avenue,",
    "crowchild,",
    "hw22x",
    "shaganappi,",
    "macleod,",
    "hwy201",
    "memorial,",
    "old",
    "banff",
    "coach",
    "85",
    "sw,",
    "hwy2,",
    "hills,",
    "bow,",
    "nw,",
    "2,",
    "seton",
    "bv",
    "anderson,",
    "drive,",
    "dr",
    "blocked,",
    "hw1a,",
    "hw22x,",
    "beddington,",
    "hwy8,",
    "mcknight,",
    "hwy201,",
    "5",
    "15",
    "calf",
    "robe",
    "bridge",
    "se,",
    "have",
    "been",
    "called",
    "help",
    "harvest",
    "signals",
    "flashing",
    "red",
    "crew",
    "has",
    "stoney,",
    "25",
    "peigan,",
    "elbow",
    "rundlehorn",
    "ne,",
    "12",
    "68",
    "charleswood",
    "18",
    "mahogany",
    "ga",
    "east",
    "metis",
    "hw201,",
    "heritage",
    "11",
    "3",
    "7",
    "bocking",
    "57",
    "coventry",
    "multi",
    "james",
    "mckevitt",
    "4",
    "19",
    "17",
    "southland",
    "40",
    "due",
    "right-hand",
    "88",
    "46",
    "10",
    "calgary",
    "(9:26am)",
    "#abroads",
    "84",
    "calgary,",
    "repairs,",
    "hand",
    "reduced",
    "(4:40pm)",
    "99th",
    "212",
    "(5:37pm)",
    "22",
    "temple",
    "33",
    "86",
    "tuscany",
    "scenic",
    "acres",
    "li",
    "29",
    "hospital",
    "nw;",
    "shoulder",
    "kensington",
    "23",
    "following",
    "closures",
    "will",
    "be",
    "field",
    "crosses",
    "event",
    "remembrance",
    "day",
    "&amp;",
    "westbound",
    "riverfront",
    "access",
    "closed",
    "from",
    "9-noon",
    "northbound",
    "9",
    "mckenzie",
    "lake",
    "e,",
    "(7:08am)",
    "symons",
    "valley",
    "py",
    "sherview",
    "there",
    "is",
    "that",
    "after",
    "blcoking",
    "rh",
    "(6:38pm)",
    "via",
    "@yyctransport",
    "towne",
    "26",
    "maryvale",
    "blackfoot",
    "nose",
    "hill",
    "slowdowns",
    "backed",
    "up",
    "north",
    "stalled",
    "graves",
    "left-hand",
    "qeii",
    "jct",
    "hwy566,",
    "balzac",
    "interchange",
    "lhl",
    "cleared:",
    "96",
    "60",
    "ne",
    "64thavenue,",
    "there's",
    "(7:09pm)",
    "off",
    "ramp",
    "90",
    "32",
    "guardrail",
    "10pm",
    "until",
    "130",
    "45",
    "shawville",
    "shawnessy",
    "bridge,",
    "disabled",
    "10:30am)",
    "pumphouse",
    "as",
    "you",
    "probably",
    "know,",
    "se",
    "being",
    "diverted",
    "into",
    "i",
    "this",
    "most",
    "morning",
    "safely",
    "flipped",
    "truck,",
    "clean",
    "operations,",
    "11pm",
    "spruce",
    "meadows",
    "way",
    "mvc,",
    "lh",
    "(3:54pm)",
    "4th",
    "bonaventure",
    "24",
    "just",
    "blank",
    "53",
    "dalhousie",
    "power",
    "outage",
    "(1:56pm)",
    "off-ramp",
    "(11:48am)",
    "128",
    "falconridge",
    "catsleridge",
    "marlborough",
    "edmonton",
    "chaparral",
    "76",
    "grey",
    "eagle",
    "patterson",
    "shalom",
    "wy",
    "(4:23pm)",
    "consider",
    "using",
    "alternative",
    "(2:00pm)",
    "37"
  ],
  "wordToIndex": {
    "1": 132,
    "2": 18,
    "3": 309,
    "4": 317,
    "5": 276,
    "7": 310,
    "8": 117,
    "9": 370,
    "10": 326,
    "11": 308,
    "12": 298,
    "14": 87,
    "15": 277,
    "16": 110,
    "17": 319,
    "18": 301,
    "19": 318,
    "22": 339,
    "23": 352,
    "24": 455,
    "25": 293,
    "26": 389,
    "29": 347,
    "32": 417,
    "33": 341,
    "36": 167,
    "37": 482,
    "40": 321,
    "45": 422,
    "46": 325,
    "52": 48,
    "53": 458,
    "57": 312,
    "60": 409,
    "68": 299,
    "76": 471,
    "84": 330,
    "85": 257,
    "86": 342,
    "88": 324,
    "90": 416,
    "96": 408,
    "128": 465,
    "130": 421,
    "162": 246,
    "201": 128,
    "212": 337,
    "alert:": 1,
    "lane": 2,
    "restriction": 3,
    "on": 4,
    "sb": 5,
    "highway": 6,
    "201,": 7,
    "moderate": 8,
    "delays": 9,
    "#yyctraffic": 10,
    "#yycroads": 11,
    "eb": 12,
    "intersection": 13,
    "of": 14,
    "1a": 15,
    "and": 16,
    "hwy": 17,
    "-": 19,
    "closure": 20,
    "affecting": 21,
    "the": 22,
    "turn": 23,
    "lane,": 24,
    "drive": 25,
    "with": 26,
    "extra": 27,
    "caution": 28,
    "major:": 29,
    "emergency": 30,
    "crews": 31,
    "attending": 32,
    "critical": 33,
    "beddington": 34,
    "14th": 35,
    "street": 36,
    "both": 37,
    "directions": 38,
    "affected": 39,
    "in": 40,
    "central,": 41,
    "routine": 42,
    "maintenance": 43,
    "work": 44,
    "crowchild": 45,
    "trail": 46,
    "at": 47,
    "normal": 49,
    "traffic": 50,
    "slowdown": 51,
    "36th": 52,
    "st": 53,
    "multi-vehicle": 54,
    "incident": 55,
    "glenmore": 56,
    "tr": 57,
    "approaching": 58,
    "hw": 59,
    "1,": 60,
    "full": 61,
    "extended": 62,
    "expected": 63,
    "mvc": 64,
    "injuries": 65,
    "country": 66,
    "hills": 67,
    "boulevard": 68,
    "multiple": 69,
    "units": 70,
    "expect": 71,
    "major": 72,
    "minor": 73,
    "trans-canada": 74,
    "16th": 75,
    "av,": 76,
    "22x": 77,
    "street,": 78,
    "services": 79,
    "are": 80,
    "helping": 81,
    "a": 82,
    "pedestrian": 83,
    "involved": 84,
    "an": 85,
    "w": 86,
    "lanes": 88,
    "please": 89,
    "go": 90,
    "slow": 91,
    "watch": 92,
    "for": 93,
    "fellow": 94,
    "calgarians": 95,
    "serious": 96,
    "collision": 97,
    "hwy22x": 98,
    "deerfoot": 99,
    "northeast,": 100,
    "congestion": 101,
    "critical:": 102,
    "anderson": 103,
    "blocking": 104,
    "all": 105,
    "police": 106,
    "responding": 107,
    "hwy1": 108,
    "trail,": 109,
    "avenue": 111,
    "road": 112,
    "avoid": 113,
    "southeast,": 114,
    "brief": 115,
    "delay": 116,
    "mcknight": 118,
    "moving": 119,
    "normally": 120,
    "shaganappi": 121,
    "blvd,": 122,
    "remain": 123,
    "regular": 124,
    "west,": 125,
    "requiring": 126,
    "extraction": 127,
    "near": 129,
    "52nd": 130,
    "effect": 131,
    "hw201": 133,
    "out": 134,
    "crash": 135,
    "airport": 136,
    "tr,": 137,
    "left": 138,
    "hwy8": 139,
    "partially": 140,
    "traffic,": 141,
    "allow": 142,
    "travel": 143,
    "time": 144,
    "scheduled": 145,
    "memorial": 146,
    "barlow": 147,
    "minimal": 148,
    "impact": 149,
    "to": 150,
    "wb": 151,
    "northwest,": 152,
    "blvd": 153,
    "reduce": 154,
    "speed": 155,
    "through": 156,
    "area": 157,
    "if": 158,
    "possible": 159,
    "chain-reaction": 160,
    "experiencing": 161,
    "disruption,": 162,
    "right": 163,
    "nb": 164,
    "response": 165,
    "deployed": 166,
    "complete": 168,
    "extracting": 169,
    "severely": 170,
    "impacted": 171,
    "west": 172,
    "vehicle": 173,
    "breakdown,": 174,
    "building": 175,
    "stoney": 176,
    "8,": 177,
    "sarcee": 178,
    "hw2": 179,
    "ave": 180,
    "centre": 181,
    "n,": 182,
    "middle": 183,
    "ave,": 184,
    "slowly": 185,
    "dr,": 186,
    "flow": 187,
    "maintained": 188,
    "bow": 189,
    "blocked": 190,
    "southwest,": 191,
    "av": 192,
    "rd,": 193,
    "center": 194,
    "incident:": 195,
    "hw2,": 196,
    "john": 197,
    "laurie,": 198,
    "macleod": 199,
    "hwy2": 200,
    "scene": 201,
    "use": 202,
    "alternate": 203,
    "route": 204,
    "laurie": 205,
    "w,": 206,
    "rd": 207,
    "causing": 208,
    "restrictions,": 209,
    "local": 210,
    "adjustment": 211,
    "highway,": 212,
    "peigan": 213,
    "hwy1,": 214,
    "road,": 215,
    "ems": 216,
    "flowing": 217,
    "smoothly": 218,
    "st,": 219,
    "routes": 220,
    "mvc:": 221,
    "vehicles": 222,
    "single": 223,
    "two": 224,
    "significant": 225,
    "congestion,": 226,
    "temporary": 227,
    "reduction": 228,
    "boulevard,": 229,
    "22x,": 230,
    "barlow,": 231,
    "1a,": 232,
    "glenmore,": 233,
    "hwy1a,": 234,
    "sarcee,": 235,
    "backup,": 236,
    "deerfoot,": 237,
    "fire": 238,
    "delays,": 239,
    "hwy1a": 240,
    "incident,": 241,
    "hw1a": 242,
    "hwy22x,": 243,
    "progress": 244,
    "disruption": 245,
    "avenue,": 247,
    "crowchild,": 248,
    "hw22x": 249,
    "shaganappi,": 250,
    "macleod,": 251,
    "hwy201": 252,
    "memorial,": 253,
    "old": 254,
    "banff": 255,
    "coach": 256,
    "sw,": 258,
    "hwy2,": 259,
    "hills,": 260,
    "bow,": 261,
    "nw,": 262,
    "2,": 263,
    "seton": 264,
    "bv": 265,
    "anderson,": 266,
    "drive,": 267,
    "dr": 268,
    "blocked,": 269,
    "hw1a,": 270,
    "hw22x,": 271,
    "beddington,": 272,
    "hwy8,": 273,
    "mcknight,": 274,
    "hwy201,": 275,
    "calf": 278,
    "robe": 279,
    "bridge": 280,
    "se,": 281,
    "have": 282,
    "been": 283,
    "called": 284,
    "help": 285,
    "harvest": 286,
    "signals": 287,
    "flashing": 288,
    "red": 289,
    "crew": 290,
    "has": 291,
    "stoney,": 292,
    "peigan,": 294,
    "elbow": 295,
    "rundlehorn": 296,
    "ne,": 297,
    "charleswood": 300,
    "mahogany": 302,
    "ga": 303,
    "east": 304,
    "metis": 305,
    "hw201,": 306,
    "heritage": 307,
    "bocking": 311,
    "coventry": 313,
    "multi": 314,
    "james": 315,
    "mckevitt": 316,
    "southland": 320,
    "due": 322,
    "right-hand": 323,
    "calgary": 327,
    "(9:26am)": 328,
    "#abroads": 329,
    "calgary,": 331,
    "repairs,": 332,
    "hand": 333,
    "reduced": 334,
    "(4:40pm)": 335,
    "99th": 336,
    "(5:37pm)": 338,
    "temple": 340,
    "tuscany": 343,
    "scenic": 344,
    "acres": 345,
    "li": 346,
    "hospital": 348,
    "nw;": 349,
    "shoulder": 350,
    "kensington": 351,
    "following": 353,
    "closures": 354,
    "will": 355,
    "be": 356,
    "field": 357,
    "crosses": 358,
    "event": 359,
    "remembrance": 360,
    "day": 361,
    "&amp;": 362,
    "westbound": 363,
    "riverfront": 364,
    "access": 365,
    "closed": 366,
    "from": 367,
    "9-noon": 368,
    "northbound": 369,
    "mckenzie": 371,
    "lake": 372,
    "e,": 373,
    "(7:08am)": 374,
    "symons": 375,
    "valley": 376,
    "py": 377,
    "sherview": 378,
    "there": 379,
    "is": 380,
    "that": 381,
    "after": 382,
    "blcoking": 383,
    "rh": 384,
    "(6:38pm)": 385,
    "via": 386,
    "@yyctransport": 387,
    "towne": 388,
    "maryvale": 390,
    "blackfoot": 391,
    "nose": 392,
    "hill": 393,
    "slowdowns": 394,
    "backed": 395,
    "up": 396,
    "north": 397,
    "stalled": 398,
    "graves": 399,
    "left-hand": 400,
    "qeii": 401,
    "jct": 402,
    "hwy566,": 403,
    "balzac": 404,
    "interchange": 405,
    "lhl": 406,
    "cleared:": 407,
    "ne": 410,
    "64thavenue,": 411,
    "there's": 412,
    "(7:09pm)": 413,
    "off": 414,
    "ramp": 415,
    "guardrail": 418,
    "10pm": 419,
    "until": 420,
    "shawville": 423,
    "shawnessy": 424,
    "bridge,": 425,
    "disabled": 426,
    "10:30am)": 427,
    "pumphouse": 428,
    "as": 429,
    "you": 430,
    "probably": 431,
    "know,": 432,
    "se": 433,
    "being": 434,
    "diverted": 435,
    "into": 436,
    "i": 437,
    "this": 438,
    "most": 439,
    "morning": 440,
    "safely": 441,
    "flipped": 442,
    "truck,": 443,
    "clean": 444,
    "operations,": 445,
    "11pm": 446,
    "spruce": 447,
    "meadows": 448,
    "way": 449,
    "mvc,": 450,
    "lh": 451,
    "(3:54pm)": 452,
    "4th": 453,
    "bonaventure": 454,
    "just": 456,
    "blank": 457,
    "dalhousie": 459,
    "power": 460,
    "outage": 461,
    "(1:56pm)": 462,
    "off-ramp": 463,
    "(11:48am)": 464,
    "falconridge": 466,
    "catsleridge": 467,
    "marlborough": 468,
    "edmonton": 469,
    "chaparral": 470,
    "grey": 472,
    "eagle": 473,
    "patterson": 474,
    "shalom": 475,
    "wy": 476,
    "(4:23pm)": 477,
    "consider": 478,
    "using": 479,
    "alternative": 480,
    "(2:00pm)": 481
  },
  "maxSequenceLength": 50
}