{
  "vocabulary": [
    "accident",
    "at",
    "sarcee",
    "trail",
    "anderson",
    "-",
    "expect",
    "delays",
    "alert:",
    "minor",
    "on",
    "hw",
    "201",
    "near",
    "14th",
    "st",
    "west,",
    "routine",
    "maintenance",
    "in",
    "collision",
    "with",
    "multiple",
    "vehicles",
    "hwy22x",
    "shaganappi",
    "major",
    "critical:",
    "chain-reaction",
    "crash",
    "nb",
    "blocking",
    "emergency",
    "units",
    "scene",
    "watch",
    "out",
    "for",
    "a",
    "glenmore",
    "tr,",
    "one",
    "lane",
    "moderate",
    "the",
    "vehicle",
    "breakdown",
    "16",
    "avenue",
    "hwy1a,",
    "traffic",
    "getting",
    "by",
    "adjacent",
    "incident",
    "14",
    "street",
    "w",
    "barlow",
    "causing",
    "but",
    "still",
    "country",
    "hills",
    "boulevard",
    "beddington,",
    "highway",
    "8",
    "1a,",
    "affecting",
    "turn",
    "building",
    "area",
    "both",
    "directions",
    "police",
    "and",
    "crews",
    "responding",
    "road",
    "ems",
    "extended",
    "work",
    "1a",
    "all",
    "lanes",
    "moving",
    "scheduled",
    "hw22x",
    "hw201,",
    "minimal",
    "impact",
    "to",
    "serious",
    "mvc",
    "intersection",
    "of",
    "ave",
    "16th",
    "full",
    "severely",
    "wb",
    "right",
    "lane,",
    "slowly",
    "eb",
    "hwy8,",
    "managing",
    "deerfoot",
    "tr",
    "approaching",
    "macleod",
    "partially",
    "traffic,",
    "sb",
    "experiencing",
    "delays,",
    "hwy1,",
    "remain",
    "central,",
    "36",
    "st,",
    "single",
    "use",
    "alternate",
    "route",
    "if",
    "possible",
    "incident:",
    "blocked",
    "52nd",
    "john",
    "laurie",
    "blvd,",
    "1",
    "multi-vehicle",
    "hwy",
    "2",
    "ave,",
    "expected",
    "hwy8",
    "stoney",
    "22x,",
    "congestion",
    "regular",
    "flow",
    "maintained",
    "mcknight",
    "allow",
    "extra",
    "travel",
    "time",
    "trans-canada",
    "airport",
    "36th",
    "center",
    "hw22x,",
    "critical",
    "southeast,",
    "22x",
    "201,",
    "left",
    "drive",
    "caution",
    "two",
    "injuries",
    "beddington",
    "memorial",
    "drive,",
    "avenue,",
    "hwy1a",
    "stoney,",
    "rd",
    "complete",
    "avoid",
    "services",
    "hwy2",
    "impacted",
    "response",
    "deployed",
    "slow",
    "breakdown,",
    "restriction",
    "macleod,",
    "52",
    "bow",
    "remaining",
    "northwest,",
    "normally",
    "slowdown",
    "hw2,",
    "laurie,",
    "no",
    "crowchild",
    "extracting",
    "av,",
    "limited",
    "av",
    "highway,",
    "dr,",
    "flowing",
    "smoothly",
    "reported",
    "hw2",
    "1,",
    "major:",
    "attending",
    "closure",
    "temporary",
    "reduction",
    "peigan",
    "road,",
    "effect",
    "incident,",
    "reduce",
    "speed",
    "through",
    "disabled",
    "shaganappi,",
    "helping",
    "partial",
    "hw1a",
    "backup",
    "blvd",
    "able",
    "west",
    "first",
    "responders",
    "street,",
    "hw201",
    "affected",
    "trail,",
    "mvc:",
    "significant",
    "requiring",
    "extraction",
    "southwest,",
    "brief",
    "hwy1",
    "anderson,",
    "mechanical",
    "issue",
    "some",
    "w,",
    "normal",
    "stalled",
    "other",
    "glenmore,",
    "hwy2,",
    "peigan,",
    "local",
    "adjustment",
    "fire",
    "disruption,",
    "northeast,",
    "hw1a,",
    "mcknight,",
    "2,",
    "progress",
    "8,",
    "crowchild,",
    "deerfoot,",
    "disruption",
    "pedestrian",
    "scene,",
    "routes",
    "directing",
    "involved",
    "bow,",
    "hwy22x,",
    "memorial,",
    "restrictions,",
    "dr",
    "blocked,",
    "delay",
    "sarcee,",
    "shawville",
    "bv",
    "shalom",
    "wy",
    "affected,",
    "hills,",
    "boulevard,",
    "backup,",
    "hwy201",
    "old",
    "banff",
    "coach",
    "85",
    "sw,",
    "rd,",
    "barlow,",
    "congestion,",
    "off-ramp",
    "metis",
    "ne,",
    "calgary",
    "light",
    "repairs,",
    "daylight",
    "are",
    "involve",
    "an",
    "please",
    "go",
    "fellow",
    "northmount",
    "nw,",
    "seton",
    "assisting",
    "hwy201,",
    "right-hand",
    "17",
    "10",
    "76",
    "18",
    "6",
    "edmonton",
    "mcleod",
    "calgarians",
    "5",
    "seek",
    "ne",
    "(6:57am)",
    "new",
    "sign",
    "peace",
    "bridge",
    "today",
    "indicating",
    "that",
    "river",
    "pathway",
    "is",
    "closed",
    "along",
    "red",
    "mention",
    "why",
    "or",
    "how",
    "long",
    "guessing",
    "it'll",
    "be",
    "couple",
    "weeks",
    "least?",
    "probably",
    "68",
    "applewood",
    "charleswood",
    "from",
    "9pm",
    "rh",
    "reduced",
    "se,",
    "operations,",
    "11pm",
    "until",
    "have",
    "been",
    "called",
    "help",
    "rundlehorn",
    "(4:12pm)",
    "4",
    "28",
    "3",
    "7",
    "bocking",
    "falconridge",
    "32",
    "wentworth",
    "(6:55am)",
    "via",
    "@yyctransport",
    "99",
    "signals",
    "12",
    "ramp",
    "repair",
    "work,",
    "nov3-4,",
    "closures",
    "64",
    "&amp;",
    "hwy560",
    "rr283,",
    "s",
    "chestermere",
    "flag",
    "persons",
    "(11:10pm)",
    "blank",
    "53",
    "dalhousie",
    "power",
    "outage",
    "berkley",
    "gate",
    "exit",
    "just",
    "past",
    "4th",
    "19",
    "harvest",
    "there's",
    "chaparral",
    "nose",
    "hill",
    "84",
    "uxbridge",
    "on-ramp",
    "(7:10am)",
    "shoulder",
    "mvc,",
    "(7:39am)",
    "savanna",
    "temple",
    "centre",
    "n,",
    "after",
    "90",
    "backups",
    "42",
    "middle",
    "61",
    "44",
    "bannister",
    "midlake",
    "onto",
    "saddletowne",
    "ci",
    "60",
    "left-hand",
    "has",
    "hit",
    "median",
    "194",
    "50",
    "130",
    "southland",
    "cable",
    "barrier",
    "lh",
    "(12:38pm)",
    "144",
    "evanston",
    "hl",
    "114",
    "cityscape",
    "ga",
    "64th",
    "rhl",
    "patterson",
    "qeii",
    "n",
    "(9:56am)",
    "bedford",
    "lhl",
    "sw",
    "40",
    "richmond",
    "69",
    "(5:22pm)",
    "26",
    "heritage",
    "96",
    "mckenzie",
    "towne",
    "cleared:",
    "north",
    "114th",
    "212",
    "(5:37pm)",
    "shawnessy",
    "24",
    "elbow",
    "cornerstone",
    "(6:54pm)",
    "9",
    "13",
    "repairs",
    "progress,",
    "72",
    "multi",
    "e,",
    "(7:08am)",
    "over",
    "top",
    "bonaventure",
    "that's",
    "lrt",
    "arms",
    "malfunctioning",
    "162nd",
    "way,",
    "deck",
    "snow",
    "removal,",
    "(9:50pm)",
    "rundleside",
    "james",
    "mckevitt",
    "off",
    "there",
    "too",
    "slippery",
    "get",
    "through,",
    "drivers",
    "need",
    "take",
    "17th",
    "instead",
    "128",
    "11",
    "aero",
    "blcoking",
    "27",
    "(7:17am)",
    "99th",
    "pumphouse",
    "keep",
    "(4:33pm)",
    "(2:36pm)",
    "@newsradiocgy",
    "aviation",
    "woodview",
    "woodpark",
    "se",
    "conditions",
    "\"so-so\"",
    "around",
    "covered",
    "here's",
    "look",
    "east",
    "(6:13am)",
    "29",
    "stay",
    "(6:13pm)",
    "panorama",
    "5a",
    "currently",
    "(6:18pm)",
    "southport",
    "flashing",
    "ogden",
    "47",
    "32nd",
    "36nd",
    "(3:08pm)",
    "coventry",
    "(12:50pm)",
    "blown",
    "tire",
    "interchange,",
    "detour",
    "place,",
    "(4:11pm)",
    "22",
    "37",
    "30",
    "bearspaw",
    "dam",
    "involving",
    "semi",
    "grey",
    "eagle",
    "lake",
    "hwy566",
    "crossiron",
    "balzac",
    "concrete",
    "12pm",
    "6pm;",
    "8am",
    "guardrail",
    "10pm",
    "calgary,",
    "(9:48am)",
    "intersection,",
    "calf",
    "robe",
    "86",
    "(9:58am)",
    "catsleridge",
    "taradale",
    "city,",
    "range",
    "taking",
    "turns",
    "wb,",
    "(6:38pm)",
    "maryvale",
    "(2:24pm)",
    "(4:23pm)",
    "double",
    "bridge,",
    "64thavenue,",
    "(5:18am)",
    "radcliffe",
    "hand",
    "(10:57am)",
    "we",
    "blackfoot",
    "university",
    "(10:16pm)",
    "15",
    "33",
    "as",
    "you",
    "know,",
    "being",
    "diverted",
    "into",
    "i",
    "this",
    "most",
    "morning",
    "safely",
    "flipped",
    "truck,",
    "clean",
    "up",
    "(8:38pm)",
    "87",
    "single-vehicle",
    "ivor",
    "strong",
    "(9:26am)",
    "meadows",
    "prestwick",
    "(4:25pm)",
    "slowdowns",
    "due",
    "backed",
    "146",
    "carol",
    "88",
    "46",
    "10:30am)",
    "capri",
    "45",
    "overnight",
    "construction",
    "lanes,",
    "crew",
    "ramp,",
    "9am",
    "nw",
    "(3:57pm)",
    "104",
    "premier",
    "spun",
    "(10:57pm)",
    "fairmount",
    "silver",
    "springs",
    "merge",
    "following",
    "will",
    "field",
    "crosses",
    "event",
    "remembrance",
    "day",
    "westbound",
    "riverfront",
    "access",
    "9-noon",
    "northbound",
    "16ave",
    "(10:30pm)",
    "(4:40pm)",
    "80",
    "48",
    "good",
    "morning!",
    "improvement",
    "lots",
    "sections",
    "plus",
    "graves",
    "mahogany",
    "symons",
    "valley",
    "py",
    "sherview",
    "(3:28pm)",
    "santana",
    "berkshire",
    "spruce",
    "way",
    "(3:54pm)",
    "flat",
    "(1:13pm)",
    "35",
    "25",
    "(4:36pm)",
    "earlier",
    "(7:09pm)",
    "south",
    "mvcs",
    "(2:18pm)",
    "dealing",
    "34",
    "kensington",
    "23",
    "41",
    "it's",
    "cold",
    "there!",
    "roads",
    "fog",
    "(11:48am)",
    "considerable",
    "sherwood",
    "57",
    "consider",
    "using",
    "alternative",
    "(2:00pm)",
    "162",
    "jct",
    "hwy566,",
    "interchange",
    "s,",
    "mcgonigal",
    "(6:03am)",
    "canyon",
    "hospital",
    "nw;",
    "marlborough",
    "marbank",
    "zoo",
    "wblt",
    "millview",
    "guard",
    "rail",
    "nov1-2,",
    "11th",
    "(1:44pm)",
    "⚠️",
    "out!",
    "articuled",
    "city",
    "bus",
    "campus",
    "(7:23pm)",
    "collision,",
    "they",
    "reopen",
    "once",
    "tuscany",
    "scenic",
    "acres",
    "li",
    "210",
    "br,",
    "(7:30am)",
    "(6:45pm)",
    "37th",
    "brighton",
    "33rd",
    "off,",
    "incidents",
    "area,",
    "additional",
    "(4:59pm)",
    "hidden",
    "(1:56pm)"
  ],
  "wordToIndex": {
    "1": 135,
    "2": 138,
    "3": 369,
    "4": 367,
    "5": 321,
    "6": 317,
    "7": 370,
    "8": 68,
    "9": 482,
    "10": 314,
    "11": 518,
    "12": 380,
    "13": 483,
    "14": 56,
    "15": 611,
    "16": 48,
    "17": 313,
    "18": 316,
    "19": 406,
    "22": 563,
    "23": 711,
    "24": 478,
    "25": 701,
    "26": 467,
    "27": 521,
    "28": 368,
    "29": 541,
    "30": 565,
    "32": 373,
    "33": 612,
    "34": 709,
    "35": 700,
    "36": 121,
    "37": 564,
    "40": 463,
    "41": 712,
    "42": 426,
    "44": 429,
    "45": 646,
    "46": 643,
    "47": 551,
    "48": 679,
    "50": 441,
    "52": 185,
    "53": 396,
    "57": 721,
    "60": 435,
    "61": 428,
    "64": 386,
    "68": 350,
    "69": 465,
    "72": 486,
    "76": 315,
    "80": 678,
    "84": 412,
    "85": 289,
    "86": 587,
    "87": 629,
    "88": 642,
    "90": 424,
    "96": 469,
    "99": 378,
    "104": 655,
    "114": 451,
    "128": 517,
    "130": 442,
    "144": 448,
    "146": 640,
    "162": 726,
    "194": 440,
    "201": 13,
    "210": 761,
    "212": 475,
    "accident": 1,
    "at": 2,
    "sarcee": 3,
    "trail": 4,
    "anderson": 5,
    "-": 6,
    "expect": 7,
    "delays": 8,
    "alert:": 9,
    "minor": 10,
    "on": 11,
    "hw": 12,
    "near": 14,
    "14th": 15,
    "st": 16,
    "west,": 17,
    "routine": 18,
    "maintenance": 19,
    "in": 20,
    "collision": 21,
    "with": 22,
    "multiple": 23,
    "vehicles": 24,
    "hwy22x": 25,
    "shaganappi": 26,
    "major": 27,
    "critical:": 28,
    "chain-reaction": 29,
    "crash": 30,
    "nb": 31,
    "blocking": 32,
    "emergency": 33,
    "units": 34,
    "scene": 35,
    "watch": 36,
    "out": 37,
    "for": 38,
    "a": 39,
    "glenmore": 40,
    "tr,": 41,
    "one": 42,
    "lane": 43,
    "moderate": 44,
    "the": 45,
    "vehicle": 46,
    "breakdown": 47,
    "avenue": 49,
    "hwy1a,": 50,
    "traffic": 51,
    "getting": 52,
    "by": 53,
    "adjacent": 54,
    "incident": 55,
    "street": 57,
    "w": 58,
    "barlow": 59,
    "causing": 60,
    "but": 61,
    "still": 62,
    "country": 63,
    "hills": 64,
    "boulevard": 65,
    "beddington,": 66,
    "highway": 67,
    "1a,": 69,
    "affecting": 70,
    "turn": 71,
    "building": 72,
    "area": 73,
    "both": 74,
    "directions": 75,
    "police": 76,
    "and": 77,
    "crews": 78,
    "responding": 79,
    "road": 80,
    "ems": 81,
    "extended": 82,
    "work": 83,
    "1a": 84,
    "all": 85,
    "lanes": 86,
    "moving": 87,
    "scheduled": 88,
    "hw22x": 89,
    "hw201,": 90,
    "minimal": 91,
    "impact": 92,
    "to": 93,
    "serious": 94,
    "mvc": 95,
    "intersection": 96,
    "of": 97,
    "ave": 98,
    "16th": 99,
    "full": 100,
    "severely": 101,
    "wb": 102,
    "right": 103,
    "lane,": 104,
    "slowly": 105,
    "eb": 106,
    "hwy8,": 107,
    "managing": 108,
    "deerfoot": 109,
    "tr": 110,
    "approaching": 111,
    "macleod": 112,
    "partially": 113,
    "traffic,": 114,
    "sb": 115,
    "experiencing": 116,
    "delays,": 117,
    "hwy1,": 118,
    "remain": 119,
    "central,": 120,
    "st,": 122,
    "single": 123,
    "use": 124,
    "alternate": 125,
    "route": 126,
    "if": 127,
    "possible": 128,
    "incident:": 129,
    "blocked": 130,
    "52nd": 131,
    "john": 132,
    "laurie": 133,
    "blvd,": 134,
    "multi-vehicle": 136,
    "hwy": 137,
    "ave,": 139,
    "expected": 140,
    "hwy8": 141,
    "stoney": 142,
    "22x,": 143,
    "congestion": 144,
    "regular": 145,
    "flow": 146,
    "maintained": 147,
    "mcknight": 148,
    "allow": 149,
    "extra": 150,
    "travel": 151,
    "time": 152,
    "trans-canada": 153,
    "airport": 154,
    "36th": 155,
    "center": 156,
    "hw22x,": 157,
    "critical": 158,
    "southeast,": 159,
    "22x": 160,
    "201,": 161,
    "left": 162,
    "drive": 163,
    "caution": 164,
    "two": 165,
    "injuries": 166,
    "beddington": 167,
    "memorial": 168,
    "drive,": 169,
    "avenue,": 170,
    "hwy1a": 171,
    "stoney,": 172,
    "rd": 173,
    "complete": 174,
    "avoid": 175,
    "services": 176,
    "hwy2": 177,
    "impacted": 178,
    "response": 179,
    "deployed": 180,
    "slow": 181,
    "breakdown,": 182,
    "restriction": 183,
    "macleod,": 184,
    "bow": 186,
    "remaining": 187,
    "northwest,": 188,
    "normally": 189,
    "slowdown": 190,
    "hw2,": 191,
    "laurie,": 192,
    "no": 193,
    "crowchild": 194,
    "extracting": 195,
    "av,": 196,
    "limited": 197,
    "av": 198,
    "highway,": 199,
    "dr,": 200,
    "flowing": 201,
    "smoothly": 202,
    "reported": 203,
    "hw2": 204,
    "1,": 205,
    "major:": 206,
    "attending": 207,
    "closure": 208,
    "temporary": 209,
    "reduction": 210,
    "peigan": 211,
    "road,": 212,
    "effect": 213,
    "incident,": 214,
    "reduce": 215,
    "speed": 216,
    "through": 217,
    "disabled": 218,
    "shaganappi,": 219,
    "helping": 220,
    "partial": 221,
    "hw1a": 222,
    "backup": 223,
    "blvd": 224,
    "able": 225,
    "west": 226,
    "first": 227,
    "responders": 228,
    "street,": 229,
    "hw201": 230,
    "affected": 231,
    "trail,": 232,
    "mvc:": 233,
    "significant": 234,
    "requiring": 235,
    "extraction": 236,
    "southwest,": 237,
    "brief": 238,
    "hwy1": 239,
    "anderson,": 240,
    "mechanical": 241,
    "issue": 242,
    "some": 243,
    "w,": 244,
    "normal": 245,
    "stalled": 246,
    "other": 247,
    "glenmore,": 248,
    "hwy2,": 249,
    "peigan,": 250,
    "local": 251,
    "adjustment": 252,
    "fire": 253,
    "disruption,": 254,
    "northeast,": 255,
    "hw1a,": 256,
    "mcknight,": 257,
    "2,": 258,
    "progress": 259,
    "8,": 260,
    "crowchild,": 261,
    "deerfoot,": 262,
    "disruption": 263,
    "pedestrian": 264,
    "scene,": 265,
    "routes": 266,
    "directing": 267,
    "involved": 268,
    "bow,": 269,
    "hwy22x,": 270,
    "memorial,": 271,
    "restrictions,": 272,
    "dr": 273,
    "blocked,": 274,
    "delay": 275,
    "sarcee,": 276,
    "shawville": 277,
    "bv": 278,
    "shalom": 279,
    "wy": 280,
    "affected,": 281,
    "hills,": 282,
    "boulevard,": 283,
    "backup,": 284,
    "hwy201": 285,
    "old": 286,
    "banff": 287,
    "coach": 288,
    "sw,": 290,
    "rd,": 291,
    "barlow,": 292,
    "congestion,": 293,
    "off-ramp": 294,
    "metis": 295,
    "ne,": 296,
    "calgary": 297,
    "light": 298,
    "repairs,": 299,
    "daylight": 300,
    "are": 301,
    "involve": 302,
    "an": 303,
    "please": 304,
    "go": 305,
    "fellow": 306,
    "northmount": 307,
    "nw,": 308,
    "seton": 309,
    "assisting": 310,
    "hwy201,": 311,
    "right-hand": 312,
    "edmonton": 318,
    "mcleod": 319,
    "calgarians": 320,
    "seek": 322,
    "ne": 323,
    "(6:57am)": 324,
    "new": 325,
    "sign": 326,
    "peace": 327,
    "bridge": 328,
    "today": 329,
    "indicating": 330,
    "that": 331,
    "river": 332,
    "pathway": 333,
    "is": 334,
    "closed": 335,
    "along": 336,
    "red": 337,
    "mention": 338,
    "why": 339,
    "or": 340,
    "how": 341,
    "long": 342,
    "guessing": 343,
    "it'll": 344,
    "be": 345,
    "couple": 346,
    "weeks": 347,
    "least?": 348,
    "probably": 349,
    "applewood": 351,
    "charleswood": 352,
    "from": 353,
    "9pm": 354,
    "rh": 355,
    "reduced": 356,
    "se,": 357,
    "operations,": 358,
    "11pm": 359,
    "until": 360,
    "have": 361,
    "been": 362,
    "called": 363,
    "help": 364,
    "rundlehorn": 365,
    "(4:12pm)": 366,
    "bocking": 371,
    "falconridge": 372,
    "wentworth": 374,
    "(6:55am)": 375,
    "via": 376,
    "@yyctransport": 377,
    "signals": 379,
    "ramp": 381,
    "repair": 382,
    "work,": 383,
    "nov3-4,": 384,
    "closures": 385,
    "&amp;": 387,
    "hwy560": 388,
    "rr283,": 389,
    "s": 390,
    "chestermere": 391,
    "flag": 392,
    "persons": 393,
    "(11:10pm)": 394,
    "blank": 395,
    "dalhousie": 397,
    "power": 398,
    "outage": 399,
    "berkley": 400,
    "gate": 401,
    "exit": 402,
    "just": 403,
    "past": 404,
    "4th": 405,
    "harvest": 407,
    "there's": 408,
    "chaparral": 409,
    "nose": 410,
    "hill": 411,
    "uxbridge": 413,
    "on-ramp": 414,
    "(7:10am)": 415,
    "shoulder": 416,
    "mvc,": 417,
    "(7:39am)": 418,
    "savanna": 419,
    "temple": 420,
    "centre": 421,
    "n,": 422,
    "after": 423,
    "backups": 425,
    "middle": 427,
    "bannister": 430,
    "midlake": 431,
    "onto": 432,
    "saddletowne": 433,
    "ci": 434,
    "left-hand": 436,
    "has": 437,
    "hit": 438,
    "median": 439,
    "southland": 443,
    "cable": 444,
    "barrier": 445,
    "lh": 446,
    "(12:38pm)": 447,
    "evanston": 449,
    "hl": 450,
    "cityscape": 452,
    "ga": 453,
    "64th": 454,
    "rhl": 455,
    "patterson": 456,
    "qeii": 457,
    "n": 458,
    "(9:56am)": 459,
    "bedford": 460,
    "lhl": 461,
    "sw": 462,
    "richmond": 464,
    "(5:22pm)": 466,
    "heritage": 468,
    "mckenzie": 470,
    "towne": 471,
    "cleared:": 472,
    "north": 473,
    "114th": 474,
    "(5:37pm)": 476,
    "shawnessy": 477,
    "elbow": 479,
    "cornerstone": 480,
    "(6:54pm)": 481,
    "repairs": 484,
    "progress,": 485,
    "multi": 487,
    "e,": 488,
    "(7:08am)": 489,
    "over": 490,
    "top": 491,
    "bonaventure": 492,
    "that's": 493,
    "lrt": 494,
    "arms": 495,
    "malfunctioning": 496,
    "162nd": 497,
    "way,": 498,
    "deck": 499,
    "snow": 500,
    "removal,": 501,
    "(9:50pm)": 502,
    "rundleside": 503,
    "james": 504,
    "mckevitt": 505,
    "off": 506,
    "there": 507,
    "too": 508,
    "slippery": 509,
    "get": 510,
    "through,": 511,
    "drivers": 512,
    "need": 513,
    "take": 514,
    "17th": 515,
    "instead": 516,
    "aero": 519,
    "blcoking": 520,
    "(7:17am)": 522,
    "99th": 523,
    "pumphouse": 524,
    "keep": 525,
    "(4:33pm)": 526,
    "(2:36pm)": 527,
    "@newsradiocgy": 528,
    "aviation": 529,
    "woodview": 530,
    "woodpark": 531,
    "se": 532,
    "conditions": 533,
    "\"so-so\"": 534,
    "around": 535,
    "covered": 536,
    "here's": 537,
    "look": 538,
    "east": 539,
    "(6:13am)": 540,
    "stay": 542,
    "(6:13pm)": 543,
    "panorama": 544,
    "5a": 545,
    "currently": 546,
    "(6:18pm)": 547,
    "southport": 548,
    "flashing": 549,
    "ogden": 550,
    "32nd": 552,
    "36nd": 553,
    "(3:08pm)": 554,
    "coventry": 555,
    "(12:50pm)": 556,
    "blown": 557,
    "tire": 558,
    "interchange,": 559,
    "detour": 560,
    "place,": 561,
    "(4:11pm)": 562,
    "bearspaw": 566,
    "dam": 567,
    "involving": 568,
    "semi": 569,
    "grey": 570,
    "eagle": 571,
    "lake": 572,
    "hwy566": 573,
    "crossiron": 574,
    "balzac": 575,
    "concrete": 576,
    "12pm": 577,
    "6pm;": 578,
    "8am": 579,
    "guardrail": 580,
    "10pm": 581,
    "calgary,": 582,
    "(9:48am)": 583,
    "intersection,": 584,
    "calf": 585,
    "robe": 586,
    "(9:58am)": 588,
    "catsleridge": 589,
    "taradale": 590,
    "city,": 591,
    "range": 592,
    "taking": 593,
    "turns": 594,
    "wb,": 595,
    "(6:38pm)": 596,
    "maryvale": 597,
    "(2:24pm)": 598,
    "(4:23pm)": 599,
    "double": 600,
    "bridge,": 601,
    "64thavenue,": 602,
    "(5:18am)": 603,
    "radcliffe": 604,
    "hand": 605,
    "(10:57am)": 606,
    "we": 607,
    "blackfoot": 608,
    "university": 609,
    "(10:16pm)": 610,
    "as": 613,
    "you": 614,
    "know,": 615,
    "being": 616,
    "diverted": 617,
    "into": 618,
    "i": 619,
    "this": 620,
    "most": 621,
    "morning": 622,
    "safely": 623,
    "flipped": 624,
    "truck,": 625,
    "clean": 626,
    "up": 627,
    "(8:38pm)": 628,
    "single-vehicle": 630,
    "ivor": 631,
    "strong": 632,
    "(9:26am)": 633,
    "meadows": 634,
    "prestwick": 635,
    "(4:25pm)": 636,
    "slowdowns": 637,
    "due": 638,
    "backed": 639,
    "carol": 641,
    "10:30am)": 644,
    "capri": 645,
    "overnight": 647,
    "construction": 648,
    "lanes,": 649,
    "crew": 650,
    "ramp,": 651,
    "9am": 652,
    "nw": 653,
    "(3:57pm)": 654,
    "premier": 656,
    "spun": 657,
    "(10:57pm)": 658,
    "fairmount": 659,
    "silver": 660,
    "springs": 661,
    "merge": 662,
    "following": 663,
    "will": 664,
    "field": 665,
    "crosses": 666,
    "event": 667,
    "remembrance": 668,
    "day": 669,
    "westbound": 670,
    "riverfront": 671,
    "access": 672,
    "9-noon": 673,
    "northbound": 674,
    "16ave": 675,
    "(10:30pm)": 676,
    "(4:40pm)": 677,
    "good": 680,
    "morning!": 681,
    "improvement": 682,
    "lots": 683,
    "sections": 684,
    "plus": 685,
    "graves": 686,
    "mahogany": 687,
    "symons": 688,
    "valley": 689,
    "py": 690,
    "sherview": 691,
    "(3:28pm)": 692,
    "santana": 693,
    "berkshire": 694,
    "spruce": 695,
    "way": 696,
    "(3:54pm)": 697,
    "flat": 698,
    "(1:13pm)": 699,
    "(4:36pm)": 702,
    "earlier": 703,
    "(7:09pm)": 704,
    "south": 705,
    "mvcs": 706,
    "(2:18pm)": 707,
    "dealing": 708,
    "kensington": 710,
    "it's": 713,
    "cold": 714,
    "there!": 715,
    "roads": 716,
    "fog": 717,
    "(11:48am)": 718,
    "considerable": 719,
    "sherwood": 720,
    "consider": 722,
    "using": 723,
    "alternative": 724,
    "(2:00pm)": 725,
    "jct": 727,
    "hwy566,": 728,
    "interchange": 729,
    "s,": 730,
    "mcgonigal": 731,
    "(6:03am)": 732,
    "canyon": 733,
    "hospital": 734,
    "nw;": 735,
    "marlborough": 736,
    "marbank": 737,
    "zoo": 738,
    "wblt": 739,
    "millview": 740,
    "guard": 741,
    "rail": 742,
    "nov1-2,": 743,
    "11th": 744,
    "(1:44pm)": 745,
    "⚠️": 746,
    "out!": 747,
    "articuled": 748,
    "city": 749,
    "bus": 750,
    "campus": 751,
    "(7:23pm)": 752,
    "collision,": 753,
    "they": 754,
    "reopen": 755,
    "once": 756,
    "tuscany": 757,
    "scenic": 758,
    "acres": 759,
    "li": 760,
    "br,": 762,
    "(7:30am)": 763,
    "(6:45pm)": 764,
    "37th": 765,
    "brighton": 766,
    "33rd": 767,
    "off,": 768,
    "incidents": 769,
    "area,": 770,
    "additional": 771,
    "(4:59pm)": 772,
    "hidden": 773,
    "(1:56pm)": 774
  },
  "maxSequenceLength": 50
}