{
  "vocabulary": [
    "alert:",
    "serious",
    "collision",
    "on",
    "intersection",
    "of",
    "hwy",
    "1a",
    "and",
    "highway",
    "22x,",
    "full",
    "closure",
    "in",
    "emergency",
    "extraction",
    "progress",
    "critical:",
    "hwy201",
    "near",
    "multiple",
    "lanes",
    "extended",
    "delays",
    "expected",
    "response",
    "nb",
    "deerfoot,",
    "traffic",
    "getting",
    "by",
    "remaining",
    "multi-vehicle",
    "incident",
    "shaganappi",
    "at",
    "macleod",
    "trail,",
    "both",
    "directions",
    "use",
    "alternate",
    "routes",
    "backup",
    "stoney",
    "16th",
    "av",
    "but",
    "all",
    "vehicles",
    "able",
    "to",
    "police",
    "attending",
    "one",
    "lane",
    "major:",
    "crews",
    "chain-reaction",
    "crash",
    "2",
    "approaching",
    "affected",
    "left",
    "eb",
    "trans-canada",
    "highway,",
    "moving",
    "mvc",
    "hw201",
    "trail",
    "-",
    "complete",
    "road",
    "expect",
    "major",
    "the",
    "area",
    "central,",
    "watch",
    "out",
    "for",
    "a",
    "wb",
    "memorial",
    "dr,",
    "causing",
    "building",
    "work",
    "avenue",
    "beddington",
    "remain",
    "sb",
    "hwy1,",
    "partially",
    "blocking",
    "drive",
    "crowchild",
    "restriction",
    "moderate",
    "ave",
    "sarcee",
    "right",
    "center",
    "blocked",
    "14th",
    "street",
    "west,",
    "vehicle",
    "airport",
    "effect",
    "with",
    "injuries",
    "22x",
    "units",
    "16",
    "av,",
    "services",
    "extracting",
    "critical",
    "36th",
    "st",
    "minor",
    "8,",
    "routine",
    "maintenance",
    "hw",
    "1a,",
    "mcknight",
    "boulevard,",
    "responding",
    "8",
    "hw1a,",
    "reported",
    "requiring",
    "scene",
    "country",
    "hills",
    "ems",
    "deerfoot",
    "14",
    "52nd",
    "severely",
    "impacted",
    "west",
    "brief",
    "possible",
    "hw22x",
    "avenue,",
    "barlow",
    "tr",
    "experiencing",
    "incident,",
    "slowly",
    "first",
    "responders",
    "hwy8",
    "flow",
    "route",
    "if",
    "tr,",
    "glenmore",
    "w,",
    "northeast,",
    "delay",
    "northwest,",
    "regular",
    "maintained",
    "mechanical",
    "issue",
    "bow",
    "some",
    "hwy22x",
    "normal",
    "caution",
    "st,",
    "partial",
    "scheduled",
    "hw2",
    "single",
    "blocked,",
    "extra",
    "fire",
    "boulevard",
    "street,",
    "incident:",
    "hwy2",
    "southwest,",
    "hw22x,",
    "hwy2,",
    "52",
    "pedestrian",
    "temporary",
    "reduction",
    "flowing",
    "blvd,",
    "affected,",
    "crowchild,",
    "peigan",
    "allow",
    "travel",
    "time",
    "blvd",
    "hwy1a",
    "disruption,",
    "reduce",
    "speed",
    "through",
    "no",
    "macleod,",
    "breakdown",
    "adjacent",
    "managing",
    "congestion",
    "smoothly",
    "201",
    "minimal",
    "impact",
    "glenmore,",
    "36",
    "bow,",
    "anderson",
    "road,",
    "hwy1",
    "sarcee,",
    "directing",
    "john",
    "rd,",
    "traffic,",
    "affecting",
    "turn",
    "disabled",
    "hw1a",
    "ave,",
    "laurie",
    "disruption",
    "normally",
    "1,",
    "slowdown",
    "stalled",
    "other",
    "southeast,",
    "1",
    "significant",
    "congestion,",
    "breakdown,",
    "lane,",
    "accident",
    "w",
    "deployed",
    "peigan,",
    "scene,",
    "avoid",
    "assisting",
    "201,",
    "local",
    "adjustment",
    "are",
    "helping",
    "involve",
    "an",
    "please",
    "go",
    "slow",
    "fellow",
    "two",
    "shaganappi,",
    "still",
    "restrictions,",
    "dr",
    "drive,",
    "2,",
    "hwy1a,",
    "laurie,",
    "beddington,",
    "memorial,",
    "32",
    "ne,",
    "hw2,",
    "rd",
    "mcknight,",
    "barlow,",
    "hwy22x,",
    "delays,",
    "limited",
    "mvc:",
    "involved",
    "anderson,",
    "hwy8,",
    "hw201,",
    "seton",
    "bv",
    "se,",
    "backup,",
    "42",
    "hwy201,",
    "sherwood",
    "hills,",
    "metis",
    "after",
    "stoney,",
    "right-hand",
    "96",
    "maryvale",
    "just",
    "past",
    "southland",
    "stay",
    "(6:13pm)",
    "sw,",
    "signals",
    "flashing",
    "red",
    "nw,",
    "crew",
    "has",
    "been",
    "114",
    "centre",
    "n,",
    "middle",
    "calgary",
    "mvc,",
    "lh",
    "(2:24pm)",
    "via",
    "@yyctransport",
    "tuscany",
    "scenic",
    "acres",
    "li",
    "19",
    "following",
    "closures",
    "will",
    "be",
    "field",
    "crosses",
    "event",
    "remembrance",
    "day",
    "east",
    "&amp;",
    "westbound",
    "riverfront",
    "access",
    "bridge",
    "closed",
    "from",
    "9-noon",
    "northbound",
    "9",
    "symons",
    "valley",
    "py",
    "sherview",
    "there",
    "is",
    "that",
    "cleared:",
    "60",
    "ne",
    "68",
    "ramp",
    "onto",
    "shawville",
    "way",
    "162",
    "temple",
    "there's",
    "single-vehicle",
    "32nd",
    "calf",
    "robe",
    "99",
    "blank",
    "53",
    "dalhousie",
    "power",
    "outage",
    "17",
    "have",
    "called",
    "help",
    "harvest",
    "s,",
    "blackfoot",
    "5",
    "exit",
    "(7:09pm)",
    "nose",
    "hill",
    "hl",
    "99th",
    "north",
    "18",
    "17th",
    "rh",
    "(2:36pm)",
    "@newsradiocgy",
    "29",
    "seek",
    "80",
    "off",
    "calgary,",
    "repairs,",
    "reduced",
    "(4:36pm)",
    "new",
    "on-ramp",
    "deck",
    "snow",
    "removal,",
    "rhl",
    "(9:50pm)",
    "hand",
    "(10:57am)",
    "canyon",
    "meadows",
    "old",
    "banff",
    "coach",
    "85",
    "90",
    "edmonton",
    "35",
    "210",
    "57",
    "3",
    "11th",
    "26",
    "silver",
    "springs",
    "ga",
    "15",
    "28",
    "coventry",
    "146",
    "considerable",
    "backups",
    "ogden",
    "(9:48am)",
    "mcleod",
    "calgarians",
    "kensington",
    "23",
    "blcoking",
    "64",
    "hospital",
    "nw;",
    "25",
    "45",
    "(7:39am)",
    "falconridge",
    "(10:57pm)",
    "heritage",
    "11",
    "9pm",
    "4",
    "fairmount",
    "too",
    "slippery",
    "get",
    "through,",
    "drivers",
    "need",
    "take",
    "instead",
    "chaparral",
    "grey",
    "eagle",
    "144",
    "69",
    "(5:18am)",
    "44",
    "until",
    "double",
    "lhl",
    "berkley",
    "gate",
    "130",
    "4th",
    "24",
    "elbow",
    "(3:08pm)",
    "south",
    "mvcs",
    "(2:18pm)",
    "aviation",
    "10",
    "33rd",
    "left-hand",
    "off,",
    "northmount",
    "wblt",
    "(4:40pm)",
    "40",
    "applewood",
    "64th",
    "lots",
    "detour",
    "place,",
    "37",
    "6",
    "sw",
    "james",
    "mckevitt",
    "concrete",
    "barrier",
    "ramp,",
    "9am",
    "blown",
    "tire",
    "around",
    "interchange,",
    "hwy566",
    "crossiron",
    "balzac",
    "work,",
    "12pm",
    "6pm;",
    "8am",
    "flat",
    "keep",
    "(1:13pm)",
    "30",
    "qeii",
    "jct",
    "hwy566,",
    "interchange",
    "(5:37pm)",
    "overnight",
    "construction",
    "lanes,",
    "charleswood",
    "⚠️",
    "out!",
    "articuled",
    "city",
    "bus",
    "campus",
    "47",
    "bearspaw",
    "dam",
    "33",
    "34",
    "se",
    "(8:38pm)",
    "mahogany",
    "212",
    "12",
    "hit",
    "median",
    "(4:11pm)",
    "41",
    "evanston",
    "(6:18pm)",
    "marbank",
    "premier",
    "wy",
    "good",
    "morning!",
    "improvement",
    "sections",
    "plus",
    "wb,",
    "intersection,",
    "millview",
    "128",
    "rundleside",
    "due",
    "mckenzie",
    "towne",
    "consider",
    "using",
    "alternative",
    "(2:00pm)",
    "panorama",
    "shalom",
    "(6:54pm)",
    "multi",
    "50",
    "7",
    "prestwick",
    "16ave",
    "(10:30pm)",
    "cityscape",
    "(6:55am)",
    "bonaventure",
    "off-ramp",
    "light",
    "daylight",
    "104",
    "(10:16pm)",
    "savanna",
    "patterson",
    "saddletowne",
    "ci",
    "22",
    "brighton",
    "shoulder",
    "36nd",
    "rundlehorn",
    "wentworth",
    "spun",
    "aero",
    "zoo",
    "(7:10am)",
    "nw",
    "operations,",
    "10pm",
    "graves",
    "(4:12pm)",
    "(4:59pm)",
    "lake",
    "114th",
    "(11:48am)",
    "sign",
    "peace",
    "today",
    "indicating",
    "river",
    "pathway",
    "along",
    "mention",
    "why",
    "or",
    "how",
    "long",
    "guessing",
    "it'll",
    "couple",
    "weeks",
    "least?",
    "probably",
    "marlborough",
    "n",
    "(9:56am)",
    "5a",
    "currently",
    "(4:33pm)",
    "37th",
    "194",
    "(6:57am)",
    "(9:58am)",
    "earlier",
    "over",
    "top",
    "guard",
    "rail",
    "repairs",
    "nov1-2,",
    "shawnessy",
    "88",
    "46",
    "pumphouse",
    "61",
    "spruce",
    "mcgonigal",
    "lrt",
    "arms",
    "malfunctioning",
    "162nd",
    "way,",
    "(6:45pm)",
    "repair",
    "nov3-4,",
    "involving",
    "semi",
    "hwy560",
    "rr283,",
    "s",
    "chestermere",
    "flag",
    "persons",
    "(11:10pm)",
    "bocking",
    "(1:44pm)",
    "27",
    "carol",
    "incidents",
    "area,",
    "additional",
    "santana",
    "berkshire",
    "as",
    "you",
    "know,",
    "being",
    "diverted",
    "into",
    "i",
    "this",
    "most",
    "morning",
    "safely",
    "flipped",
    "truck,",
    "clean",
    "up",
    "(7:17am)",
    "76",
    "richmond",
    "conditions",
    "\"so-so\"",
    "covered",
    "here's",
    "look",
    "72",
    "we",
    "bedford",
    "(3:54pm)",
    "(5:22pm)",
    "collision,",
    "they",
    "reopen",
    "once",
    "it's",
    "cold",
    "there!",
    "roads",
    "fog",
    "86",
    "merge",
    "radcliffe",
    "that's",
    "(6:38pm)",
    "bridge,",
    "10:30am)",
    "48",
    "84",
    "guardrail",
    "dealing",
    "(1:56pm)",
    "catsleridge",
    "(4:23pm)",
    "uxbridge",
    "(12:50pm)",
    "slowdowns",
    "backed",
    "br,",
    "(7:30am)",
    "university",
    "bannister",
    "midlake",
    "(7:23pm)",
    "southport",
    "cornerstone",
    "13",
    "(3:28pm)",
    "(4:25pm)",
    "capri",
    "64thavenue,",
    "taradale",
    "11pm",
    "ivor",
    "strong",
    "(3:57pm)",
    "87",
    "city,",
    "range",
    "taking",
    "turns",
    "cable",
    "progress,",
    "(6:13am)",
    "e,",
    "(7:08am)",
    "(9:26am)",
    "(12:38pm)",
    "(6:03am)",
    "hidden",
    "woodview",
    "woodpark"
  ],
  "wordToIndex": {
    "1": 243,
    "2": 61,
    "3": 429,
    "4": 459,
    "5": 388,
    "6": 504,
    "7": 583,
    "8": 132,
    "9": 352,
    "10": 490,
    "11": 457,
    "12": 551,
    "13": 749,
    "14": 141,
    "15": 435,
    "16": 116,
    "17": 381,
    "18": 396,
    "19": 332,
    "22": 599,
    "23": 446,
    "24": 483,
    "25": 451,
    "26": 431,
    "27": 679,
    "28": 436,
    "29": 401,
    "30": 526,
    "32": 277,
    "33": 545,
    "34": 546,
    "35": 426,
    "36": 220,
    "37": 503,
    "40": 497,
    "41": 555,
    "42": 295,
    "44": 475,
    "45": 452,
    "46": 655,
    "47": 542,
    "48": 730,
    "50": 582,
    "52": 191,
    "53": 377,
    "57": 428,
    "60": 361,
    "61": 657,
    "64": 448,
    "68": 363,
    "69": 473,
    "72": 709,
    "76": 702,
    "80": 403,
    "84": 731,
    "85": 423,
    "86": 723,
    "87": 759,
    "88": 654,
    "90": 424,
    "96": 303,
    "99": 375,
    "104": 593,
    "114": 318,
    "128": 569,
    "130": 481,
    "144": 472,
    "146": 438,
    "162": 368,
    "194": 643,
    "201": 216,
    "210": 427,
    "212": 550,
    "alert:": 1,
    "serious": 2,
    "collision": 3,
    "on": 4,
    "intersection": 5,
    "of": 6,
    "hwy": 7,
    "1a": 8,
    "and": 9,
    "highway": 10,
    "22x,": 11,
    "full": 12,
    "closure": 13,
    "in": 14,
    "emergency": 15,
    "extraction": 16,
    "progress": 17,
    "critical:": 18,
    "hwy201": 19,
    "near": 20,
    "multiple": 21,
    "lanes": 22,
    "extended": 23,
    "delays": 24,
    "expected": 25,
    "response": 26,
    "nb": 27,
    "deerfoot,": 28,
    "traffic": 29,
    "getting": 30,
    "by": 31,
    "remaining": 32,
    "multi-vehicle": 33,
    "incident": 34,
    "shaganappi": 35,
    "at": 36,
    "macleod": 37,
    "trail,": 38,
    "both": 39,
    "directions": 40,
    "use": 41,
    "alternate": 42,
    "routes": 43,
    "backup": 44,
    "stoney": 45,
    "16th": 46,
    "av": 47,
    "but": 48,
    "all": 49,
    "vehicles": 50,
    "able": 51,
    "to": 52,
    "police": 53,
    "attending": 54,
    "one": 55,
    "lane": 56,
    "major:": 57,
    "crews": 58,
    "chain-reaction": 59,
    "crash": 60,
    "approaching": 62,
    "affected": 63,
    "left": 64,
    "eb": 65,
    "trans-canada": 66,
    "highway,": 67,
    "moving": 68,
    "mvc": 69,
    "hw201": 70,
    "trail": 71,
    "-": 72,
    "complete": 73,
    "road": 74,
    "expect": 75,
    "major": 76,
    "the": 77,
    "area": 78,
    "central,": 79,
    "watch": 80,
    "out": 81,
    "for": 82,
    "a": 83,
    "wb": 84,
    "memorial": 85,
    "dr,": 86,
    "causing": 87,
    "building": 88,
    "work": 89,
    "avenue": 90,
    "beddington": 91,
    "remain": 92,
    "sb": 93,
    "hwy1,": 94,
    "partially": 95,
    "blocking": 96,
    "drive": 97,
    "crowchild": 98,
    "restriction": 99,
    "moderate": 100,
    "ave": 101,
    "sarcee": 102,
    "right": 103,
    "center": 104,
    "blocked": 105,
    "14th": 106,
    "street": 107,
    "west,": 108,
    "vehicle": 109,
    "airport": 110,
    "effect": 111,
    "with": 112,
    "injuries": 113,
    "22x": 114,
    "units": 115,
    "av,": 117,
    "services": 118,
    "extracting": 119,
    "critical": 120,
    "36th": 121,
    "st": 122,
    "minor": 123,
    "8,": 124,
    "routine": 125,
    "maintenance": 126,
    "hw": 127,
    "1a,": 128,
    "mcknight": 129,
    "boulevard,": 130,
    "responding": 131,
    "hw1a,": 133,
    "reported": 134,
    "requiring": 135,
    "scene": 136,
    "country": 137,
    "hills": 138,
    "ems": 139,
    "deerfoot": 140,
    "52nd": 142,
    "severely": 143,
    "impacted": 144,
    "west": 145,
    "brief": 146,
    "possible": 147,
    "hw22x": 148,
    "avenue,": 149,
    "barlow": 150,
    "tr": 151,
    "experiencing": 152,
    "incident,": 153,
    "slowly": 154,
    "first": 155,
    "responders": 156,
    "hwy8": 157,
    "flow": 158,
    "route": 159,
    "if": 160,
    "tr,": 161,
    "glenmore": 162,
    "w,": 163,
    "northeast,": 164,
    "delay": 165,
    "northwest,": 166,
    "regular": 167,
    "maintained": 168,
    "mechanical": 169,
    "issue": 170,
    "bow": 171,
    "some": 172,
    "hwy22x": 173,
    "normal": 174,
    "caution": 175,
    "st,": 176,
    "partial": 177,
    "scheduled": 178,
    "hw2": 179,
    "single": 180,
    "blocked,": 181,
    "extra": 182,
    "fire": 183,
    "boulevard": 184,
    "street,": 185,
    "incident:": 186,
    "hwy2": 187,
    "southwest,": 188,
    "hw22x,": 189,
    "hwy2,": 190,
    "pedestrian": 192,
    "temporary": 193,
    "reduction": 194,
    "flowing": 195,
    "blvd,": 196,
    "affected,": 197,
    "crowchild,": 198,
    "peigan": 199,
    "allow": 200,
    "travel": 201,
    "time": 202,
    "blvd": 203,
    "hwy1a": 204,
    "disruption,": 205,
    "reduce": 206,
    "speed": 207,
    "through": 208,
    "no": 209,
    "macleod,": 210,
    "breakdown": 211,
    "adjacent": 212,
    "managing": 213,
    "congestion": 214,
    "smoothly": 215,
    "minimal": 217,
    "impact": 218,
    "glenmore,": 219,
    "bow,": 221,
    "anderson": 222,
    "road,": 223,
    "hwy1": 224,
    "sarcee,": 225,
    "directing": 226,
    "john": 227,
    "rd,": 228,
    "traffic,": 229,
    "affecting": 230,
    "turn": 231,
    "disabled": 232,
    "hw1a": 233,
    "ave,": 234,
    "laurie": 235,
    "disruption": 236,
    "normally": 237,
    "1,": 238,
    "slowdown": 239,
    "stalled": 240,
    "other": 241,
    "southeast,": 242,
    "significant": 244,
    "congestion,": 245,
    "breakdown,": 246,
    "lane,": 247,
    "accident": 248,
    "w": 249,
    "deployed": 250,
    "peigan,": 251,
    "scene,": 252,
    "avoid": 253,
    "assisting": 254,
    "201,": 255,
    "local": 256,
    "adjustment": 257,
    "are": 258,
    "helping": 259,
    "involve": 260,
    "an": 261,
    "please": 262,
    "go": 263,
    "slow": 264,
    "fellow": 265,
    "two": 266,
    "shaganappi,": 267,
    "still": 268,
    "restrictions,": 269,
    "dr": 270,
    "drive,": 271,
    "2,": 272,
    "hwy1a,": 273,
    "laurie,": 274,
    "beddington,": 275,
    "memorial,": 276,
    "ne,": 278,
    "hw2,": 279,
    "rd": 280,
    "mcknight,": 281,
    "barlow,": 282,
    "hwy22x,": 283,
    "delays,": 284,
    "limited": 285,
    "mvc:": 286,
    "involved": 287,
    "anderson,": 288,
    "hwy8,": 289,
    "hw201,": 290,
    "seton": 291,
    "bv": 292,
    "se,": 293,
    "backup,": 294,
    "hwy201,": 296,
    "sherwood": 297,
    "hills,": 298,
    "metis": 299,
    "after": 300,
    "stoney,": 301,
    "right-hand": 302,
    "maryvale": 304,
    "just": 305,
    "past": 306,
    "southland": 307,
    "stay": 308,
    "(6:13pm)": 309,
    "sw,": 310,
    "signals": 311,
    "flashing": 312,
    "red": 313,
    "nw,": 314,
    "crew": 315,
    "has": 316,
    "been": 317,
    "centre": 319,
    "n,": 320,
    "middle": 321,
    "calgary": 322,
    "mvc,": 323,
    "lh": 324,
    "(2:24pm)": 325,
    "via": 326,
    "@yyctransport": 327,
    "tuscany": 328,
    "scenic": 329,
    "acres": 330,
    "li": 331,
    "following": 333,
    "closures": 334,
    "will": 335,
    "be": 336,
    "field": 337,
    "crosses": 338,
    "event": 339,
    "remembrance": 340,
    "day": 341,
    "east": 342,
    "&amp;": 343,
    "westbound": 344,
    "riverfront": 345,
    "access": 346,
    "bridge": 347,
    "closed": 348,
    "from": 349,
    "9-noon": 350,
    "northbound": 351,
    "symons": 353,
    "valley": 354,
    "py": 355,
    "sherview": 356,
    "there": 357,
    "is": 358,
    "that": 359,
    "cleared:": 360,
    "ne": 362,
    "ramp": 364,
    "onto": 365,
    "shawville": 366,
    "way": 367,
    "temple": 369,
    "there's": 370,
    "single-vehicle": 371,
    "32nd": 372,
    "calf": 373,
    "robe": 374,
    "blank": 376,
    "dalhousie": 378,
    "power": 379,
    "outage": 380,
    "have": 382,
    "called": 383,
    "help": 384,
    "harvest": 385,
    "s,": 386,
    "blackfoot": 387,
    "exit": 389,
    "(7:09pm)": 390,
    "nose": 391,
    "hill": 392,
    "hl": 393,
    "99th": 394,
    "north": 395,
    "17th": 397,
    "rh": 398,
    "(2:36pm)": 399,
    "@newsradiocgy": 400,
    "seek": 402,
    "off": 404,
    "calgary,": 405,
    "repairs,": 406,
    "reduced": 407,
    "(4:36pm)": 408,
    "new": 409,
    "on-ramp": 410,
    "deck": 411,
    "snow": 412,
    "removal,": 413,
    "rhl": 414,
    "(9:50pm)": 415,
    "hand": 416,
    "(10:57am)": 417,
    "canyon": 418,
    "meadows": 419,
    "old": 420,
    "banff": 421,
    "coach": 422,
    "edmonton": 425,
    "11th": 430,
    "silver": 432,
    "springs": 433,
    "ga": 434,
    "coventry": 437,
    "considerable": 439,
    "backups": 440,
    "ogden": 441,
    "(9:48am)": 442,
    "mcleod": 443,
    "calgarians": 444,
    "kensington": 445,
    "blcoking": 447,
    "hospital": 449,
    "nw;": 450,
    "(7:39am)": 453,
    "falconridge": 454,
    "(10:57pm)": 455,
    "heritage": 456,
    "9pm": 458,
    "fairmount": 460,
    "too": 461,
    "slippery": 462,
    "get": 463,
    "through,": 464,
    "drivers": 465,
    "need": 466,
    "take": 467,
    "instead": 468,
    "chaparral": 469,
    "grey": 470,
    "eagle": 471,
    "(5:18am)": 474,
    "until": 476,
    "double": 477,
    "lhl": 478,
    "berkley": 479,
    "gate": 480,
    "4th": 482,
    "elbow": 484,
    "(3:08pm)": 485,
    "south": 486,
    "mvcs": 487,
    "(2:18pm)": 488,
    "aviation": 489,
    "33rd": 491,
    "left-hand": 492,
    "off,": 493,
    "northmount": 494,
    "wblt": 495,
    "(4:40pm)": 496,
    "applewood": 498,
    "64th": 499,
    "lots": 500,
    "detour": 501,
    "place,": 502,
    "sw": 505,
    "james": 506,
    "mckevitt": 507,
    "concrete": 508,
    "barrier": 509,
    "ramp,": 510,
    "9am": 511,
    "blown": 512,
    "tire": 513,
    "around": 514,
    "interchange,": 515,
    "hwy566": 516,
    "crossiron": 517,
    "balzac": 518,
    "work,": 519,
    "12pm": 520,
    "6pm;": 521,
    "8am": 522,
    "flat": 523,
    "keep": 524,
    "(1:13pm)": 525,
    "qeii": 527,
    "jct": 528,
    "hwy566,": 529,
    "interchange": 530,
    "(5:37pm)": 531,
    "overnight": 532,
    "construction": 533,
    "lanes,": 534,
    "charleswood": 535,
    "⚠️": 536,
    "out!": 537,
    "articuled": 538,
    "city": 539,
    "bus": 540,
    "campus": 541,
    "bearspaw": 543,
    "dam": 544,
    "se": 547,
    "(8:38pm)": 548,
    "mahogany": 549,
    "hit": 552,
    "median": 553,
    "(4:11pm)": 554,
    "evanston": 556,
    "(6:18pm)": 557,
    "marbank": 558,
    "premier": 559,
    "wy": 560,
    "good": 561,
    "morning!": 562,
    "improvement": 563,
    "sections": 564,
    "plus": 565,
    "wb,": 566,
    "intersection,": 567,
    "millview": 568,
    "rundleside": 570,
    "due": 571,
    "mckenzie": 572,
    "towne": 573,
    "consider": 574,
    "using": 575,
    "alternative": 576,
    "(2:00pm)": 577,
    "panorama": 578,
    "shalom": 579,
    "(6:54pm)": 580,
    "multi": 581,
    "prestwick": 584,
    "16ave": 585,
    "(10:30pm)": 586,
    "cityscape": 587,
    "(6:55am)": 588,
    "bonaventure": 589,
    "off-ramp": 590,
    "light": 591,
    "daylight": 592,
    "(10:16pm)": 594,
    "savanna": 595,
    "patterson": 596,
    "saddletowne": 597,
    "ci": 598,
    "brighton": 600,
    "shoulder": 601,
    "36nd": 602,
    "rundlehorn": 603,
    "wentworth": 604,
    "spun": 605,
    "aero": 606,
    "zoo": 607,
    "(7:10am)": 608,
    "nw": 609,
    "operations,": 610,
    "10pm": 611,
    "graves": 612,
    "(4:12pm)": 613,
    "(4:59pm)": 614,
    "lake": 615,
    "114th": 616,
    "(11:48am)": 617,
    "sign": 618,
    "peace": 619,
    "today": 620,
    "indicating": 621,
    "river": 622,
    "pathway": 623,
    "along": 624,
    "mention": 625,
    "why": 626,
    "or": 627,
    "how": 628,
    "long": 629,
    "guessing": 630,
    "it'll": 631,
    "couple": 632,
    "weeks": 633,
    "least?": 634,
    "probably": 635,
    "marlborough": 636,
    "n": 637,
    "(9:56am)": 638,
    "5a": 639,
    "currently": 640,
    "(4:33pm)": 641,
    "37th": 642,
    "(6:57am)": 644,
    "(9:58am)": 645,
    "earlier": 646,
    "over": 647,
    "top": 648,
    "guard": 649,
    "rail": 650,
    "repairs": 651,
    "nov1-2,": 652,
    "shawnessy": 653,
    "pumphouse": 656,
    "spruce": 658,
    "mcgonigal": 659,
    "lrt": 660,
    "arms": 661,
    "malfunctioning": 662,
    "162nd": 663,
    "way,": 664,
    "(6:45pm)": 665,
    "repair": 666,
    "nov3-4,": 667,
    "involving": 668,
    "semi": 669,
    "hwy560": 670,
    "rr283,": 671,
    "s": 672,
    "chestermere": 673,
    "flag": 674,
    "persons": 675,
    "(11:10pm)": 676,
    "bocking": 677,
    "(1:44pm)": 678,
    "carol": 680,
    "incidents": 681,
    "area,": 682,
    "additional": 683,
    "santana": 684,
    "berkshire": 685,
    "as": 686,
    "you": 687,
    "know,": 688,
    "being": 689,
    "diverted": 690,
    "into": 691,
    "i": 692,
    "this": 693,
    "most": 694,
    "morning": 695,
    "safely": 696,
    "flipped": 697,
    "truck,": 698,
    "clean": 699,
    "up": 700,
    "(7:17am)": 701,
    "richmond": 703,
    "conditions": 704,
    "\"so-so\"": 705,
    "covered": 706,
    "here's": 707,
    "look": 708,
    "we": 710,
    "bedford": 711,
    "(3:54pm)": 712,
    "(5:22pm)": 713,
    "collision,": 714,
    "they": 715,
    "reopen": 716,
    "once": 717,
    "it's": 718,
    "cold": 719,
    "there!": 720,
    "roads": 721,
    "fog": 722,
    "merge": 724,
    "radcliffe": 725,
    "that's": 726,
    "(6:38pm)": 727,
    "bridge,": 728,
    "10:30am)": 729,
    "guardrail": 732,
    "dealing": 733,
    "(1:56pm)": 734,
    "catsleridge": 735,
    "(4:23pm)": 736,
    "uxbridge": 737,
    "(12:50pm)": 738,
    "slowdowns": 739,
    "backed": 740,
    "br,": 741,
    "(7:30am)": 742,
    "university": 743,
    "bannister": 744,
    "midlake": 745,
    "(7:23pm)": 746,
    "southport": 747,
    "cornerstone": 748,
    "(3:28pm)": 750,
    "(4:25pm)": 751,
    "capri": 752,
    "64thavenue,": 753,
    "taradale": 754,
    "11pm": 755,
    "ivor": 756,
    "strong": 757,
    "(3:57pm)": 758,
    "city,": 760,
    "range": 761,
    "taking": 762,
    "turns": 763,
    "cable": 764,
    "progress,": 765,
    "(6:13am)": 766,
    "e,": 767,
    "(7:08am)": 768,
    "(9:26am)": 769,
    "(12:38pm)": 770,
    "(6:03am)": 771,
    "hidden": 772,
    "woodview": 773,
    "woodpark": 774
  },
  "maxSequenceLength": 50
}