{
  "vocabulary": [
    "",
    "alert:",
    "traffic",
    "incident",
    "on",
    "53",
    "st",
    "and",
    "146",
    "ave",
    "sw.",
    "expect",
    "delays",
    "in",
    "the",
    "area.",
    "#yyctraffic",
    "#yycroads",
    "macleod",
    "tr",
    "210",
    "se,",
    "blocking",
    "multiple",
    "lanes",
    "intersection.",
    "https://t.co/k0g5x2mcel",
    "sb",
    "stoney",
    "approaching",
    "96",
    "ne,",
    "left",
    "lane.",
    "https://t.co/wehtwg2yzo",
    "17",
    "26",
    "shawville",
    "bv",
    "at",
    "ga",
    "right",
    "https://t.co/1yzcqsfazq",
    "crowchild",
    "silver",
    "springs",
    "nw,",
    "eb",
    "to",
    "exit.",
    "https://t.co/pdclukwcrw",
    "4",
    "27",
    "nw.",
    "16",
    "partially",
    "wb",
    "on-ramp.",
    "https://t.co/zkudo1lpog",
    "nb",
    "glenmore",
    "calgary",
    "-",
    "cable",
    "barrier",
    "repairs,",
    "nov.22,",
    "progress.",
    "a",
    "lh",
    "shoulder",
    "closure.",
    "(12:38pm)",
    "#abroads",
    "84",
    "peigan",
    "se.",
    "https://t.co/oplaggdvbr",
    "near",
    "mvc.",
    "(4:12pm)",
    "sw,",
    "https://t.co/j2f2pox9xv",
    "85",
    "wentworth",
    "dr",
    "https://t.co/3tkxruzrag",
    "mvc",
    "lhl.",
    "keep",
    "right.",
    "(4:33pm)",
    "64",
    "deerfoot",
    "https://t.co/du6opab1le",
    "qeii",
    "after",
    "n",
    "of",
    "(9:56am)",
    "two",
    "vehicle",
    "bow",
    "blcoking",
    "https://t.co/somearwkof",
    "southwest,",
    "stalled",
    "trail",
    "37th",
    "street,",
    "middle",
    "lane,",
    "major",
    "backups",
    "https://t.co/btn0kx0rzk",
    "42",
    "9",
    "saddletowne",
    "ci",
    "60",
    "ne.",
    "north",
    "https://t.co/nfgiyhaory",
    "52",
    "14",
    "https://t.co/v3dwtwfctc",
    "southeast,",
    "watch",
    "out",
    "for",
    "new",
    "crash",
    "17th",
    "avenue,",
    "right-hand",
    "lane",
    "https://t.co/iislrulggg",
    "36",
    "https://t.co/dhzvlyrgax",
    "northeast,",
    "spun",
    "vehicles",
    "just",
    "east",
    "harvest",
    "hills",
    "blvd,",
    "https://t.co/w90o2ndy0t",
    "multi-vehicle",
    "shoulder.",
    "https://t.co/gra5vflvbg",
    "ave,",
    "mvc,",
    "(4:25pm)",
    "via",
    "@yyctransport",
    "mcknight",
    "blvd",
    "trail,",
    "https://t.co/gnnxahhqhy",
    "left-hand",
    "https://t.co/gcdyfgxgst",
    "https://t.co/mnv7lh4e8t",
    "northwest,",
    "shaganappi",
    "https://t.co/gwatymnq22",
    "there's",
    "ivor",
    "strong",
    "bridge,",
    "that's",
    "https://t.co/64dketloyy",
    "https://t.co/vu528fwhfv",
    "lanes.",
    "https://t.co/avpezvpyl1",
    "29",
    "b/w",
    "13",
    "33rd",
    "avenue",
    "has",
    "blocked",
    "off,",
    "https://t.co/aorvjyyq4b",
    "rhl.",
    "drive",
    "with",
    "caution",
    "(1:44pm)",
    "24",
    "https://t.co/kkhglnrayl",
    "old",
    "banff",
    "coach",
    "rd",
    "police",
    "are",
    "off",
    "sarcee",
    "hill",
    "there",
    "is",
    "too",
    "slippery",
    "get",
    "through,",
    "drivers",
    "need",
    "take",
    "instead",
    "https://t.co/oqv70io0kf",
    "25",
    "https://t.co/rerfzw5pjz",
    "nose",
    "tuscany",
    "hl",
    "32",
    "19",
    "barlow",
    "52nd",
    "street",
    "16th",
    "collision",
    "https://t.co/nyl3wahtzk",
    "99th",
    "https://t.co/xxcgsmplec",
    "southland",
    "https://t.co/n3ffrtzhmy",
    "99",
    "https://t.co/tu1kea9moz",
    "https://t.co/ch83n4eff4",
    "shalom",
    "wy",
    "12",
    "collision.",
    "stay",
    "https://t.co/fmcjs3kgx3",
    "https://t.co/yhscjyjc02",
    "road",
    "conditions",
    "\"so-so\"",
    "around",
    "calgary.",
    "still",
    "snow",
    "covered",
    "icy.",
    "here's",
    "look",
    "34th.",
    "care.",
    "https://t.co/mgazjf2m7q",
    "good",
    "morning!",
    "some",
    "improvement",
    "roads.",
    "lots",
    "sections",
    "plus",
    "14th",
    "wb,",
    "https://t.co/9zzomomuan",
    "https://t.co/t8pl4cwjdp",
    "centre",
    "44",
    "https://t.co/125jdtcays",
    "33",
    "34",
    "128",
    "memorial",
    "incident,",
    "rh",
    "(6:38pm)",
    "nw",
    "ramp",
    "tr,",
    "ramp.",
    "delays.",
    "(3:57pm)",
    "https://t.co/wn9uw89ffi",
    "country",
    "metis",
    "wblt",
    "https://t.co/d3rp6fifat",
    "22",
    "https://t.co/qxu5zxt7mu",
    "https://t.co/keedxdgxto",
    "61",
    "https://t.co/rsl6psvu31",
    "aviation",
    "https://t.co/kfaqiltz6y",
    "https://t.co/bgrxr5btzw",
    "grey",
    "eagle",
    "https://t.co/q0on2anyeq",
    "https://t.co/tbswysl5iq",
    "beddington",
    "calgary,",
    "(9:48am)",
    "https://t.co/3zqucqkdgl",
    "https://t.co/05vfxzoo8v",
    "charleswood",
    "130",
    "https://t.co/vjydsqalnc",
    "https://t.co/msqbvi7rvq",
    "https://t.co/y2qmvsyxzd",
    "5",
    "15",
    "https://t.co/yfoykd5mff",
    "falconridge",
    "catsleridge",
    "28",
    "signals",
    "flashing",
    "red",
    "hospital",
    "nw;",
    "crews",
    "have",
    "been",
    "dispatched.",
    "please",
    "caution.",
    "turn",
    "https://t.co/y3towmcwda",
    "heritage",
    "s.",
    "https://t.co/u5xxalg1oh",
    "https://t.co/hv2zsq1skw",
    "n,",
    "wb.",
    "traffic.",
    "https://t.co/endsb6al0d",
    "11",
    "https://t.co/utuoora1ku",
    "https://t.co/rxsluwu8n5",
    "blackfoot",
    "https://t.co/yikvpgpnn5",
    "50",
    "https://t.co/9xzk3dinzv",
    "onto",
    "trail.",
    "https://t.co/mh9mzrtpao",
    "37",
    "https://t.co/qyhutlpzb7",
    "seton",
    "https://t.co/vvrqzevedo",
    "emergency",
    "services",
    "helping",
    "pedestrian",
    "involved",
    "an",
    "multi",
    "go",
    "slow",
    "fellow",
    "calgarians.",
    "https://t.co/fzgoyh8ins",
    "80",
    "https://t.co/pm8bjkadpl",
    "james",
    "mckevitt",
    "millview",
    "https://t.co/fnvjg6yzbz",
    "called",
    "help",
    "university",
    "(2:36pm)",
    "(2:24pm)",
    "https://t.co/wfh108npfo",
    "https://t.co/hplabd2jh4",
    "e,",
    "(7:08am)",
    "https://t.co/cjozrgjowl",
    "mckenzie",
    "towne",
    "exit",
    "from",
    "tr.",
    "https://t.co/7w7buhaxcu",
    "https://t.co/omzliieypo",
    "68",
    "elbow",
    "panorama",
    "1",
    "https://t.co/adhc7nypw4",
    "76",
    "18",
    "https://t.co/wdj1qxpgg5",
    "rundlehorn",
    "calgarians",
    "https://t.co/kcrqkxtbfz",
    "patterson",
    "ne",
    "on-ramp",
    "disabled",
    "(7:10am)",
    "47",
    "https://t.co/soccmhjrtg",
    "(6:57am)",
    "https://t.co/lxfdfn5qq7",
    "coventry",
    "https://t.co/0heie5t90e",
    "canyon",
    "meadows",
    "https://t.co/tvljwo2gma",
    "off-ramp",
    "intersection",
    "light",
    "nov.19-20,",
    "daylight",
    "hours.",
    "closure",
    "speed",
    "reduction.",
    "(4:59pm)",
    "https://t.co/kkd8dse2qm",
    ".",
    "https://t.co/hxsmfihgbb",
    "https://t.co/ubizlsutrf",
    "john",
    "laurie",
    "(4:23pm)",
    "https://t.co/tjagsukuvs",
    "savanna",
    "162",
    "⚠️",
    "out!",
    "stuck/jacknifed",
    "articuled",
    "city",
    "bus",
    "32nd",
    "&amp;",
    "campus",
    "n.w.!",
    "\n\ndrive",
    "safe.",
    "\n\n#yyc",
    "https://t.co/u7mcuv1rhr",
    "mcgonigal",
    "cornerstone",
    "uxbridge",
    "https://t.co/azddcgckq4",
    "114",
    "https://t.co/ccbbnh5dxf",
    "https://t.co/hswomgzbrh",
    "https://t.co/g4g6zk4eau",
    "single",
    "https://t.co/wdec9lbzwu",
    "https://t.co/jhm6mdrmbd",
    "bedford",
    "https://t.co/patx9guec7",
    "https://t.co/adsvdyfb1o",
    "https://t.co/2oovfqhzqn",
    "issue",
    "crew",
    "45",
    "https://t.co/8dwmpa9ds0",
    "https://t.co/nokuqnvkpb",
    "8",
    "hwy566",
    "crossiron",
    "balzac",
    "concrete",
    "work,",
    "nov.16",
    "12pm",
    "6pm;",
    "nov.18",
    "8am",
    "4pm.",
    "marlborough",
    "way",
    "capri",
    "https://t.co/daemmvitws",
    "temple",
    "https://t.co/eivhkncbox",
    "104",
    "https://t.co/52q668poqb",
    "s,",
    "https://t.co/zbqayrmv1r",
    "41",
    "bearspaw",
    "dam",
    "edmonton",
    "https://t.co/uxzphmoe44",
    "west",
    "https://t.co/70rdbjd2ce",
    "https://t.co/8foeq64a0y",
    "https://t.co/qz1ohe1rqk",
    "se",
    "calf",
    "robe",
    "br,",
    "(7:30am)",
    "https://t.co/vchqtpxonn",
    "sw",
    "work",
    "ramp,",
    "nov.14",
    "9am",
    "3pm.",
    "closures",
    "https://t.co/lfugpesolj",
    "https://t.co/f1bzkj2wk9",
    "https://t.co/lzl64oetvr",
    "87",
    "https://t.co/sqwucrihh2",
    "https://t.co/vvfnprihk2",
    "40",
    "maintenance",
    "operations,",
    "nov.13",
    "10pm",
    "until",
    "6am.",
    "reduction",
    "encroachment.",
    "72",
    "https://t.co/l13tbpuyiz",
    "carol",
    "https://t.co/boufkpyljs",
    "https://t.co/hvdg4irv30",
    "https://t.co/6gojh0tq6q",
    "sherwood",
    "https://t.co/71tstij6to",
    "https://t.co/sypreqw2vw",
    "https://t.co/nkleqrvuze",
    "30",
    "taradale",
    "https://t.co/2zktcm4aei",
    "past",
    "-mvc.",
    "(6:13pm)",
    "blank",
    "dalhousie",
    "power",
    "outage",
    "through",
    "that",
    "intersection,",
    "scene",
    "https://t.co/m7113g3rfy",
    "https://t.co/bx43dncj3l",
    "richmond",
    "road,",
    "https://t.co/ml10cexxgv",
    "https://t.co/tffdkxuac7",
    "following",
    "will",
    "be",
    "effect",
    "field",
    "crosses",
    "event",
    "remembrance",
    "day\n\neast",
    "westbound",
    "riverfront",
    "access",
    "bridge",
    "closed",
    "9-noon\neb",
    "northbound",
    "noon.",
    "center",
    "64thavenue,",
    "https://t.co/b1yx63gqex",
    "https://t.co/mnzj1qd7kl",
    "marbank",
    "https://t.co/doh1pjha0k",
    "northmount",
    "https://t.co/xeudjjs0ko",
    "(3:28pm)",
    "drive,",
    "https://t.co/mrvvalzwb6",
    "https://t.co/h8ejkxseo7",
    "https://t.co/5kmlji4zhe",
    "consider",
    "using",
    "alternative",
    "route.",
    "(2:00pm)",
    "https://t.co/u4hkfr4le9",
    "11th",
    "https://t.co/gn5yd1plkg",
    "https://t.co/8ffbeaef38",
    "hidden",
    "valley",
    "li",
    "https://t.co/hnj9q41dmt",
    "86",
    "https://t.co/ef0uizpidq",
    "https://t.co/vyim0kbvca",
    "anderson",
    "69",
    "applewood",
    "https://t.co/tqwr7r4wwm",
    "bonaventure",
    "https://t.co/etdxga1pd1",
    "https://t.co/2yfppfrrm3",
    "we",
    "https://t.co/mwgh0pqcq9",
    "https://t.co/1yvvjlohyc",
    "https://t.co/j6d5pwgz0i",
    "https://t.co/azje0ckvdq",
    "https://t.co/qjhzlpsjty",
    "4th",
    "https://t.co/0tw9nh6duv",
    "https://t.co/wyszt2hzzb",
    "due",
    "construction.",
    "https://t.co/gk6cute11v",
    "https://t.co/u58dcwgvx1",
    "https://t.co/vhgcigyukl",
    "https://t.co/vnpikhywuu",
    "https://t.co/v1mjbkrqsj",
    "https://t.co/lof9oqsqaf",
    "affecting",
    "(6:13am)",
    "https://t.co/kzqbuyddwr",
    "nov.7",
    "11pm",
    "nov.8",
    "1am.",
    "reduced",
    "80km/h.",
    "airport",
    "(10:57pm)",
    "symons",
    "py",
    "sherview",
    "https://t.co/2ahpigr1bd",
    "https://t.co/sija8livlx",
    "nov.7,",
    "9pm-5am.",
    "50km/h.",
    "https://t.co/rotj6xzsto",
    "9pm",
    "5am.",
    "10",
    "closed..",
    "use",
    "alternate",
    "https://t.co/qm1ynbo0tj",
    "aero",
    "144",
    "https://t.co/3o286dchuz",
    "jct",
    "hwy566,",
    "interchange",
    "lhl",
    "(5:37pm)",
    "turn.",
    "https://t.co/6hdcbjwqoa",
    "https://t.co/hayustyp13",
    "brighton",
    "https://t.co/000wspxz6h",
    "kensington",
    "23",
    "hwy560",
    "rr283,",
    "s",
    "chestermere",
    "flag",
    "persons",
    "(11:10pm)",
    "overnight",
    "construction",
    "lanes,",
    "area",
    "https://t.co/rb7hdswtiy",
    "single-vehicle",
    "https://t.co/23badvpoqm",
    "(7:23pm)",
    "https://t.co/1monza7cdw",
    "https://t.co/jjn2ujobot",
    "https://t.co/w0sx1earkq",
    "cityscape",
    "https://t.co/d5jlmtizof",
    "https://t.co/melcg0etv0",
    "https://t.co/kxqk8nhizn",
    "maryvale",
    "https://t.co/r5mwdyrp3e",
    "7",
    "https://t.co/rox0pfvbfq",
    "https://t.co/hko9ci18xa",
    "(9:26am)",
    "https://t.co/dikygeoihy",
    "https://t.co/179jssyifb",
    "slowdowns",
    "backed",
    "up",
    "https://t.co/wiaakzxvy3",
    "https://t.co/xlxn6kgpgt",
    "https://t.co/cgnm72ipc8",
    "https://t.co/ydj1wcksbg",
    "https://t.co/mp0svh0ql8",
    "https://t.co/kzl3voyeur",
    "(7:39am)",
    "other",
    "incidents",
    "area,",
    "additional",
    "(7:17am)",
    "considerable",
    "https://t.co/ouxuogxu2m",
    "(6:55am)",
    "cleared:",
    "earlier",
    "3",
    "cleared.",
    "https://t.co/pxpmyxegts",
    "rd,",
    "nov.5,",
    "radcliffe",
    "https://t.co/ntz6fuvlem",
    "(6:45pm)",
    "https://t.co/fqhhefxd6w",
    "causing",
    "https://t.co/iqeobyciqf",
    "(6:18pm)",
    "https://t.co/7lmasn9hmd",
    "https://t.co/dnso43kqx0"
  ],
  "wordToIndex": {
    "1": 387,
    "3": 714,
    "4": 52,
    "5": 308,
    "7": 688,
    "8": 463,
    "9": 117,
    "10": 644,
    "11": 335,
    "12": 234,
    "13": 178,
    "14": 125,
    "15": 309,
    "16": 55,
    "17": 36,
    "18": 390,
    "19": 218,
    "22": 286,
    "23": 663,
    "24": 190,
    "25": 212,
    "26": 37,
    "27": 53,
    "28": 313,
    "29": 176,
    "30": 532,
    "32": 217,
    "33": 268,
    "34": 269,
    "36": 138,
    "37": 345,
    "40": 513,
    "41": 485,
    "42": 116,
    "44": 266,
    "45": 460,
    "47": 400,
    "50": 340,
    "52": 124,
    "53": 6,
    "60": 120,
    "61": 289,
    "64": 93,
    "68": 384,
    "69": 599,
    "72": 522,
    "76": 389,
    "80": 361,
    "84": 75,
    "85": 84,
    "86": 595,
    "87": 510,
    "96": 31,
    "99": 229,
    "104": 481,
    "114": 447,
    "128": 270,
    "130": 304,
    "144": 650,
    "146": 9,
    "162": 428,
    "210": 21,
    "": 1,
    "alert:": 2,
    "traffic": 3,
    "incident": 4,
    "on": 5,
    "st": 7,
    "and": 8,
    "ave": 10,
    "sw.": 11,
    "expect": 12,
    "delays": 13,
    "in": 14,
    "the": 15,
    "area.": 16,
    "#yyctraffic": 17,
    "#yycroads": 18,
    "macleod": 19,
    "tr": 20,
    "se,": 22,
    "blocking": 23,
    "multiple": 24,
    "lanes": 25,
    "intersection.": 26,
    "https://t.co/k0g5x2mcel": 27,
    "sb": 28,
    "stoney": 29,
    "approaching": 30,
    "ne,": 32,
    "left": 33,
    "lane.": 34,
    "https://t.co/wehtwg2yzo": 35,
    "shawville": 38,
    "bv": 39,
    "at": 40,
    "ga": 41,
    "right": 42,
    "https://t.co/1yzcqsfazq": 43,
    "crowchild": 44,
    "silver": 45,
    "springs": 46,
    "nw,": 47,
    "eb": 48,
    "to": 49,
    "exit.": 50,
    "https://t.co/pdclukwcrw": 51,
    "nw.": 54,
    "partially": 56,
    "wb": 57,
    "on-ramp.": 58,
    "https://t.co/zkudo1lpog": 59,
    "nb": 60,
    "glenmore": 61,
    "calgary": 62,
    "-": 63,
    "cable": 64,
    "barrier": 65,
    "repairs,": 66,
    "nov.22,": 67,
    "progress.": 68,
    "a": 69,
    "lh": 70,
    "shoulder": 71,
    "closure.": 72,
    "(12:38pm)": 73,
    "#abroads": 74,
    "peigan": 76,
    "se.": 77,
    "https://t.co/oplaggdvbr": 78,
    "near": 79,
    "mvc.": 80,
    "(4:12pm)": 81,
    "sw,": 82,
    "https://t.co/j2f2pox9xv": 83,
    "wentworth": 85,
    "dr": 86,
    "https://t.co/3tkxruzrag": 87,
    "mvc": 88,
    "lhl.": 89,
    "keep": 90,
    "right.": 91,
    "(4:33pm)": 92,
    "deerfoot": 94,
    "https://t.co/du6opab1le": 95,
    "qeii": 96,
    "after": 97,
    "n": 98,
    "of": 99,
    "(9:56am)": 100,
    "two": 101,
    "vehicle": 102,
    "bow": 103,
    "blcoking": 104,
    "https://t.co/somearwkof": 105,
    "southwest,": 106,
    "stalled": 107,
    "trail": 108,
    "37th": 109,
    "street,": 110,
    "middle": 111,
    "lane,": 112,
    "major": 113,
    "backups": 114,
    "https://t.co/btn0kx0rzk": 115,
    "saddletowne": 118,
    "ci": 119,
    "ne.": 121,
    "north": 122,
    "https://t.co/nfgiyhaory": 123,
    "https://t.co/v3dwtwfctc": 126,
    "southeast,": 127,
    "watch": 128,
    "out": 129,
    "for": 130,
    "new": 131,
    "crash": 132,
    "17th": 133,
    "avenue,": 134,
    "right-hand": 135,
    "lane": 136,
    "https://t.co/iislrulggg": 137,
    "https://t.co/dhzvlyrgax": 139,
    "northeast,": 140,
    "spun": 141,
    "vehicles": 142,
    "just": 143,
    "east": 144,
    "harvest": 145,
    "hills": 146,
    "blvd,": 147,
    "https://t.co/w90o2ndy0t": 148,
    "multi-vehicle": 149,
    "shoulder.": 150,
    "https://t.co/gra5vflvbg": 151,
    "ave,": 152,
    "mvc,": 153,
    "(4:25pm)": 154,
    "via": 155,
    "@yyctransport": 156,
    "mcknight": 157,
    "blvd": 158,
    "trail,": 159,
    "https://t.co/gnnxahhqhy": 160,
    "left-hand": 161,
    "https://t.co/gcdyfgxgst": 162,
    "https://t.co/mnv7lh4e8t": 163,
    "northwest,": 164,
    "shaganappi": 165,
    "https://t.co/gwatymnq22": 166,
    "there's": 167,
    "ivor": 168,
    "strong": 169,
    "bridge,": 170,
    "that's": 171,
    "https://t.co/64dketloyy": 172,
    "https://t.co/vu528fwhfv": 173,
    "lanes.": 174,
    "https://t.co/avpezvpyl1": 175,
    "b/w": 177,
    "33rd": 179,
    "avenue": 180,
    "has": 181,
    "blocked": 182,
    "off,": 183,
    "https://t.co/aorvjyyq4b": 184,
    "rhl.": 185,
    "drive": 186,
    "with": 187,
    "caution": 188,
    "(1:44pm)": 189,
    "https://t.co/kkhglnrayl": 191,
    "old": 192,
    "banff": 193,
    "coach": 194,
    "rd": 195,
    "police": 196,
    "are": 197,
    "off": 198,
    "sarcee": 199,
    "hill": 200,
    "there": 201,
    "is": 202,
    "too": 203,
    "slippery": 204,
    "get": 205,
    "through,": 206,
    "drivers": 207,
    "need": 208,
    "take": 209,
    "instead": 210,
    "https://t.co/oqv70io0kf": 211,
    "https://t.co/rerfzw5pjz": 213,
    "nose": 214,
    "tuscany": 215,
    "hl": 216,
    "barlow": 219,
    "52nd": 220,
    "street": 221,
    "16th": 222,
    "collision": 223,
    "https://t.co/nyl3wahtzk": 224,
    "99th": 225,
    "https://t.co/xxcgsmplec": 226,
    "southland": 227,
    "https://t.co/n3ffrtzhmy": 228,
    "https://t.co/tu1kea9moz": 230,
    "https://t.co/ch83n4eff4": 231,
    "shalom": 232,
    "wy": 233,
    "collision.": 235,
    "stay": 236,
    "https://t.co/fmcjs3kgx3": 237,
    "https://t.co/yhscjyjc02": 238,
    "road": 239,
    "conditions": 240,
    "\"so-so\"": 241,
    "around": 242,
    "calgary.": 243,
    "still": 244,
    "snow": 245,
    "covered": 246,
    "icy.": 247,
    "here's": 248,
    "look": 249,
    "34th.": 250,
    "care.": 251,
    "https://t.co/mgazjf2m7q": 252,
    "good": 253,
    "morning!": 254,
    "some": 255,
    "improvement": 256,
    "roads.": 257,
    "lots": 258,
    "sections": 259,
    "plus": 260,
    "14th": 261,
    "wb,": 262,
    "https://t.co/9zzomomuan": 263,
    "https://t.co/t8pl4cwjdp": 264,
    "centre": 265,
    "https://t.co/125jdtcays": 267,
    "memorial": 271,
    "incident,": 272,
    "rh": 273,
    "(6:38pm)": 274,
    "nw": 275,
    "ramp": 276,
    "tr,": 277,
    "ramp.": 278,
    "delays.": 279,
    "(3:57pm)": 280,
    "https://t.co/wn9uw89ffi": 281,
    "country": 282,
    "metis": 283,
    "wblt": 284,
    "https://t.co/d3rp6fifat": 285,
    "https://t.co/qxu5zxt7mu": 287,
    "https://t.co/keedxdgxto": 288,
    "https://t.co/rsl6psvu31": 290,
    "aviation": 291,
    "https://t.co/kfaqiltz6y": 292,
    "https://t.co/bgrxr5btzw": 293,
    "grey": 294,
    "eagle": 295,
    "https://t.co/q0on2anyeq": 296,
    "https://t.co/tbswysl5iq": 297,
    "beddington": 298,
    "calgary,": 299,
    "(9:48am)": 300,
    "https://t.co/3zqucqkdgl": 301,
    "https://t.co/05vfxzoo8v": 302,
    "charleswood": 303,
    "https://t.co/vjydsqalnc": 305,
    "https://t.co/msqbvi7rvq": 306,
    "https://t.co/y2qmvsyxzd": 307,
    "https://t.co/yfoykd5mff": 310,
    "falconridge": 311,
    "catsleridge": 312,
    "signals": 314,
    "flashing": 315,
    "red": 316,
    "hospital": 317,
    "nw;": 318,
    "crews": 319,
    "have": 320,
    "been": 321,
    "dispatched.": 322,
    "please": 323,
    "caution.": 324,
    "turn": 325,
    "https://t.co/y3towmcwda": 326,
    "heritage": 327,
    "s.": 328,
    "https://t.co/u5xxalg1oh": 329,
    "https://t.co/hv2zsq1skw": 330,
    "n,": 331,
    "wb.": 332,
    "traffic.": 333,
    "https://t.co/endsb6al0d": 334,
    "https://t.co/utuoora1ku": 336,
    "https://t.co/rxsluwu8n5": 337,
    "blackfoot": 338,
    "https://t.co/yikvpgpnn5": 339,
    "https://t.co/9xzk3dinzv": 341,
    "onto": 342,
    "trail.": 343,
    "https://t.co/mh9mzrtpao": 344,
    "https://t.co/qyhutlpzb7": 346,
    "seton": 347,
    "https://t.co/vvrqzevedo": 348,
    "emergency": 349,
    "services": 350,
    "helping": 351,
    "pedestrian": 352,
    "involved": 353,
    "an": 354,
    "multi": 355,
    "go": 356,
    "slow": 357,
    "fellow": 358,
    "calgarians.": 359,
    "https://t.co/fzgoyh8ins": 360,
    "https://t.co/pm8bjkadpl": 362,
    "james": 363,
    "mckevitt": 364,
    "millview": 365,
    "https://t.co/fnvjg6yzbz": 366,
    "called": 367,
    "help": 368,
    "university": 369,
    "(2:36pm)": 370,
    "(2:24pm)": 371,
    "https://t.co/wfh108npfo": 372,
    "https://t.co/hplabd2jh4": 373,
    "e,": 374,
    "(7:08am)": 375,
    "https://t.co/cjozrgjowl": 376,
    "mckenzie": 377,
    "towne": 378,
    "exit": 379,
    "from": 380,
    "tr.": 381,
    "https://t.co/7w7buhaxcu": 382,
    "https://t.co/omzliieypo": 383,
    "elbow": 385,
    "panorama": 386,
    "https://t.co/adhc7nypw4": 388,
    "https://t.co/wdj1qxpgg5": 391,
    "rundlehorn": 392,
    "calgarians": 393,
    "https://t.co/kcrqkxtbfz": 394,
    "patterson": 395,
    "ne": 396,
    "on-ramp": 397,
    "disabled": 398,
    "(7:10am)": 399,
    "https://t.co/soccmhjrtg": 401,
    "(6:57am)": 402,
    "https://t.co/lxfdfn5qq7": 403,
    "coventry": 404,
    "https://t.co/0heie5t90e": 405,
    "canyon": 406,
    "meadows": 407,
    "https://t.co/tvljwo2gma": 408,
    "off-ramp": 409,
    "intersection": 410,
    "light": 411,
    "nov.19-20,": 412,
    "daylight": 413,
    "hours.": 414,
    "closure": 415,
    "speed": 416,
    "reduction.": 417,
    "(4:59pm)": 418,
    "https://t.co/kkd8dse2qm": 419,
    ".": 420,
    "https://t.co/hxsmfihgbb": 421,
    "https://t.co/ubizlsutrf": 422,
    "john": 423,
    "laurie": 424,
    "(4:23pm)": 425,
    "https://t.co/tjagsukuvs": 426,
    "savanna": 427,
    "⚠️": 429,
    "out!": 430,
    "stuck/jacknifed": 431,
    "articuled": 432,
    "city": 433,
    "bus": 434,
    "32nd": 435,
    "&amp;": 436,
    "campus": 437,
    "n.w.!": 438,
    "\n\ndrive": 439,
    "safe.": 440,
    "\n\n#yyc": 441,
    "https://t.co/u7mcuv1rhr": 442,
    "mcgonigal": 443,
    "cornerstone": 444,
    "uxbridge": 445,
    "https://t.co/azddcgckq4": 446,
    "https://t.co/ccbbnh5dxf": 448,
    "https://t.co/hswomgzbrh": 449,
    "https://t.co/g4g6zk4eau": 450,
    "single": 451,
    "https://t.co/wdec9lbzwu": 452,
    "https://t.co/jhm6mdrmbd": 453,
    "bedford": 454,
    "https://t.co/patx9guec7": 455,
    "https://t.co/adsvdyfb1o": 456,
    "https://t.co/2oovfqhzqn": 457,
    "issue": 458,
    "crew": 459,
    "https://t.co/8dwmpa9ds0": 461,
    "https://t.co/nokuqnvkpb": 462,
    "hwy566": 464,
    "crossiron": 465,
    "balzac": 466,
    "concrete": 467,
    "work,": 468,
    "nov.16": 469,
    "12pm": 470,
    "6pm;": 471,
    "nov.18": 472,
    "8am": 473,
    "4pm.": 474,
    "marlborough": 475,
    "way": 476,
    "capri": 477,
    "https://t.co/daemmvitws": 478,
    "temple": 479,
    "https://t.co/eivhkncbox": 480,
    "https://t.co/52q668poqb": 482,
    "s,": 483,
    "https://t.co/zbqayrmv1r": 484,
    "bearspaw": 486,
    "dam": 487,
    "edmonton": 488,
    "https://t.co/uxzphmoe44": 489,
    "west": 490,
    "https://t.co/70rdbjd2ce": 491,
    "https://t.co/8foeq64a0y": 492,
    "https://t.co/qz1ohe1rqk": 493,
    "se": 494,
    "calf": 495,
    "robe": 496,
    "br,": 497,
    "(7:30am)": 498,
    "https://t.co/vchqtpxonn": 499,
    "sw": 500,
    "work": 501,
    "ramp,": 502,
    "nov.14": 503,
    "9am": 504,
    "3pm.": 505,
    "closures": 506,
    "https://t.co/lfugpesolj": 507,
    "https://t.co/f1bzkj2wk9": 508,
    "https://t.co/lzl64oetvr": 509,
    "https://t.co/sqwucrihh2": 511,
    "https://t.co/vvfnprihk2": 512,
    "maintenance": 514,
    "operations,": 515,
    "nov.13": 516,
    "10pm": 517,
    "until": 518,
    "6am.": 519,
    "reduction": 520,
    "encroachment.": 521,
    "https://t.co/l13tbpuyiz": 523,
    "carol": 524,
    "https://t.co/boufkpyljs": 525,
    "https://t.co/hvdg4irv30": 526,
    "https://t.co/6gojh0tq6q": 527,
    "sherwood": 528,
    "https://t.co/71tstij6to": 529,
    "https://t.co/sypreqw2vw": 530,
    "https://t.co/nkleqrvuze": 531,
    "taradale": 533,
    "https://t.co/2zktcm4aei": 534,
    "past": 535,
    "-mvc.": 536,
    "(6:13pm)": 537,
    "blank": 538,
    "dalhousie": 539,
    "power": 540,
    "outage": 541,
    "through": 542,
    "that": 543,
    "intersection,": 544,
    "scene": 545,
    "https://t.co/m7113g3rfy": 546,
    "https://t.co/bx43dncj3l": 547,
    "richmond": 548,
    "road,": 549,
    "https://t.co/ml10cexxgv": 550,
    "https://t.co/tffdkxuac7": 551,
    "following": 552,
    "will": 553,
    "be": 554,
    "effect": 555,
    "field": 556,
    "crosses": 557,
    "event": 558,
    "remembrance": 559,
    "day\n\neast": 560,
    "westbound": 561,
    "riverfront": 562,
    "access": 563,
    "bridge": 564,
    "closed": 565,
    "9-noon\neb": 566,
    "northbound": 567,
    "noon.": 568,
    "center": 569,
    "64thavenue,": 570,
    "https://t.co/b1yx63gqex": 571,
    "https://t.co/mnzj1qd7kl": 572,
    "marbank": 573,
    "https://t.co/doh1pjha0k": 574,
    "northmount": 575,
    "https://t.co/xeudjjs0ko": 576,
    "(3:28pm)": 577,
    "drive,": 578,
    "https://t.co/mrvvalzwb6": 579,
    "https://t.co/h8ejkxseo7": 580,
    "https://t.co/5kmlji4zhe": 581,
    "consider": 582,
    "using": 583,
    "alternative": 584,
    "route.": 585,
    "(2:00pm)": 586,
    "https://t.co/u4hkfr4le9": 587,
    "11th": 588,
    "https://t.co/gn5yd1plkg": 589,
    "https://t.co/8ffbeaef38": 590,
    "hidden": 591,
    "valley": 592,
    "li": 593,
    "https://t.co/hnj9q41dmt": 594,
    "https://t.co/ef0uizpidq": 596,
    "https://t.co/vyim0kbvca": 597,
    "anderson": 598,
    "applewood": 600,
    "https://t.co/tqwr7r4wwm": 601,
    "bonaventure": 602,
    "https://t.co/etdxga1pd1": 603,
    "https://t.co/2yfppfrrm3": 604,
    "we": 605,
    "https://t.co/mwgh0pqcq9": 606,
    "https://t.co/1yvvjlohyc": 607,
    "https://t.co/j6d5pwgz0i": 608,
    "https://t.co/azje0ckvdq": 609,
    "https://t.co/qjhzlpsjty": 610,
    "4th": 611,
    "https://t.co/0tw9nh6duv": 612,
    "https://t.co/wyszt2hzzb": 613,
    "due": 614,
    "construction.": 615,
    "https://t.co/gk6cute11v": 616,
    "https://t.co/u58dcwgvx1": 617,
    "https://t.co/vhgcigyukl": 618,
    "https://t.co/vnpikhywuu": 619,
    "https://t.co/v1mjbkrqsj": 620,
    "https://t.co/lof9oqsqaf": 621,
    "affecting": 622,
    "(6:13am)": 623,
    "https://t.co/kzqbuyddwr": 624,
    "nov.7": 625,
    "11pm": 626,
    "nov.8": 627,
    "1am.": 628,
    "reduced": 629,
    "80km/h.": 630,
    "airport": 631,
    "(10:57pm)": 632,
    "symons": 633,
    "py": 634,
    "sherview": 635,
    "https://t.co/2ahpigr1bd": 636,
    "https://t.co/sija8livlx": 637,
    "nov.7,": 638,
    "9pm-5am.": 639,
    "50km/h.": 640,
    "https://t.co/rotj6xzsto": 641,
    "9pm": 642,
    "5am.": 643,
    "closed..": 645,
    "use": 646,
    "alternate": 647,
    "https://t.co/qm1ynbo0tj": 648,
    "aero": 649,
    "https://t.co/3o286dchuz": 651,
    "jct": 652,
    "hwy566,": 653,
    "interchange": 654,
    "lhl": 655,
    "(5:37pm)": 656,
    "turn.": 657,
    "https://t.co/6hdcbjwqoa": 658,
    "https://t.co/hayustyp13": 659,
    "brighton": 660,
    "https://t.co/000wspxz6h": 661,
    "kensington": 662,
    "hwy560": 664,
    "rr283,": 665,
    "s": 666,
    "chestermere": 667,
    "flag": 668,
    "persons": 669,
    "(11:10pm)": 670,
    "overnight": 671,
    "construction": 672,
    "lanes,": 673,
    "area": 674,
    "https://t.co/rb7hdswtiy": 675,
    "single-vehicle": 676,
    "https://t.co/23badvpoqm": 677,
    "(7:23pm)": 678,
    "https://t.co/1monza7cdw": 679,
    "https://t.co/jjn2ujobot": 680,
    "https://t.co/w0sx1earkq": 681,
    "cityscape": 682,
    "https://t.co/d5jlmtizof": 683,
    "https://t.co/melcg0etv0": 684,
    "https://t.co/kxqk8nhizn": 685,
    "maryvale": 686,
    "https://t.co/r5mwdyrp3e": 687,
    "https://t.co/rox0pfvbfq": 689,
    "https://t.co/hko9ci18xa": 690,
    "(9:26am)": 691,
    "https://t.co/dikygeoihy": 692,
    "https://t.co/179jssyifb": 693,
    "slowdowns": 694,
    "backed": 695,
    "up": 696,
    "https://t.co/wiaakzxvy3": 697,
    "https://t.co/xlxn6kgpgt": 698,
    "https://t.co/cgnm72ipc8": 699,
    "https://t.co/ydj1wcksbg": 700,
    "https://t.co/mp0svh0ql8": 701,
    "https://t.co/kzl3voyeur": 702,
    "(7:39am)": 703,
    "other": 704,
    "incidents": 705,
    "area,": 706,
    "additional": 707,
    "(7:17am)": 708,
    "considerable": 709,
    "https://t.co/ouxuogxu2m": 710,
    "(6:55am)": 711,
    "cleared:": 712,
    "earlier": 713,
    "cleared.": 715,
    "https://t.co/pxpmyxegts": 716,
    "rd,": 717,
    "nov.5,": 718,
    "radcliffe": 719,
    "https://t.co/ntz6fuvlem": 720,
    "(6:45pm)": 721,
    "https://t.co/fqhhefxd6w": 722,
    "causing": 723,
    "https://t.co/iqeobyciqf": 724,
    "(6:18pm)": 725,
    "https://t.co/7lmasn9hmd": 726,
    "https://t.co/dnso43kqx0": 727
  },
  "maxSequenceLength": 50
}